Repository: retrocraftdevops/seitech
Catalog: custom_addons/seitech_elearning/i18n/*.po
Languages: ar, de, es, hi, id, it, km, ro, tr, ur

source: Send verification code for login from a new device
ar: إرسال رمز التحقق لتسجيل الدخول من جهاز جديد
de: Senden Sie den Bestätigungscode für die Anmeldung von einem neuen Gerät aus
es: Enviar código de verificación para iniciar sesión desde un nuevo dispositivo
hi: नए डिवाइस से लॉगिन के लिए सत्यापन कोड भेजें
id: Kirim kode verifikasi untuk masuk dari perangkat baru
it: Invia il codice di verifica per accedere da un nuovo dispositivo
km: ផ្ញើលេខកូដផ្ទៀងផ្ទាត់សម្រាប់ការចូលពីឧបករណ៍ថ្មី។
ro: Trimiteți codul de verificare pentru autentificare de pe un dispozitiv nou
tr: Yeni bir cihazdan giriş yapmak için doğrulama kodu gönder
ur: نئے آلے سے لاگ ان کے لیے تصدیقی کوڈ بھیجیں۔

source: Course purchase notification
ar: إشعار شراء الدورة
de: Benachrichtigung zum Kurskauf
es: Notificación de compra del curso
hi: पाठ्यक्रम खरीद अधिसूचना
id: Pemberitahuan pembelian kursus
it: Avviso di acquisto del corso
km: ការជូនដំណឹងអំពីការទិញវគ្គសិក្សា
ro: Notificare de achiziție de curs
tr: Ders satın alma bildirimi
ur: کورس کی خریداری کی اطلاع

source: Configure for student
ar: تكوين للطالب
de: Für Schüler konfigurieren
es: configurar para estudiante
hi: विद्यार्थी के लिए कॉन्फ़िगर करें
id: Konfigurasi untuk siswa
it: Configura per studente
km: កំណត់រចនាសម្ព័ន្ធសម្រាប់សិស្ស
ro: Configurați pentru student
tr: Öğrenci için yapılandır
ur: طالب علم کے لیے ترتیب دیں۔

source: Configure for instructor
ar: تكوين للمدرس
de: Für den Lehrer konfigurieren
es: configurar para el instructor
hi: प्रशिक्षक के लिए कॉन्फ़िगर करें
id: Konfigurasi untuk instruktur
it: Configura per istruttore
km: កំណត់រចនាសម្ព័ន្ធសម្រាប់គ្រូ
ro: Configurați pentru instructor
tr: Eğitmen için yapılandır
ur: انسٹرکٹر کے لیے ترتیب دیں۔

source: Course completion mail
ar: بريد إتمام الدورة
de: E-Mail zum Kursabschluss
es: correo de finalización del curso
hi: कोर्स पूरा करने का मेल
id: Surat penyelesaian kursus
it: Mail di fine corso
km: សំបុត្របញ្ចប់វគ្គសិក្សា
ro: E-mail de finalizare a cursului
tr: Kurs tamamlama postası
ur: کورس کی تکمیل کا میل

source: Course eligibility notification
ar: إخطار الأهلية للدورة
de: Benachrichtigung über die Kursberechtigung
es: Notificación de elegibilidad del curso
hi: पाठ्यक्रम पात्रता अधिसूचना
id: Pemberitahuan kelayakan kursus
it: Avviso di idoneità al corso
km: ការជូនដំណឹងអំពីសិទ្ធិទទួលបានវគ្គសិក្សា
ro: Notificare de eligibilitate a cursului
tr: Kurs uygunluk bildirimi
ur: کورس کی اہلیت کی اطلاع

source: Offline payment suspended mail
ar: تم تعليق الدفع دون اتصال بالبريد
de: Offline-Zahlung per E-Mail ausgesetzt
es: pago fuera de línea correo suspendido
hi: ऑफ़लाइन भुगतान निलंबित मेल
id: Surat ditangguhkan pembayaran offline
it: Posta sospesa pagamento offline
km: សំបុត្រផ្អាកការទូទាត់ក្រៅបណ្តាញ
ro: Plată offline e-mail suspendată
tr: Çevrimdışı ödeme askıya alınan posta
ur: آف لائن ادائیگی معطل شدہ میل

source: Course bundle purchase notification
ar: إشعار شراء حزمة الدورة التدريبية
de: Benachrichtigung über den Kauf eines Kurspakets
es: Notificación de compra del paquete de cursos
hi: कोर्स बंडल खरीद अधिसूचना
id: Notifikasi pembelian paket kursus
it: Notifica di acquisto del pacchetto di corsi
km: ការជូនដំណឹងអំពីការទិញកញ្ចប់វគ្គសិក្សា
ro: Notificare de cumpărare a pachetului de cursuri
tr: Kurs paketi satın alma bildirimi
ur: کورس بنڈل خریداری کی اطلاع

source: New user added as affiliator
ar: تمت إضافة مستخدم جديد كعضو تابع
de: Neuer Benutzer als Partner hinzugefügt
es: Nuevo usuario agregado como colaborador
hi: नए उपयोगकर्ता को सहयोगी के रूप में जोड़ा गया
id: Pengguna baru ditambahkan sebagai afiliasi
it: Nuovo utente aggiunto come affiliatore
km: អ្នកប្រើប្រាស់ថ្មីត្រូវបានបន្ថែមជាសាខា
ro: Utilizator nou adăugat ca afiliat
tr: Satış ortağı olarak yeni kullanıcı eklendi
ur: نئے صارف کو بطور الحاق شامل کیا گیا۔

source: Send account information to the new user
ar: أرسل معلومات الحساب إلى المستخدم الجديد
de: Kontoinformationen an den neuen Benutzer senden
es: enviar información de cuenta al nuevo usuario
hi: नये उपयोगकर्ता को खाता जानकारी भेजें
id: Kirim informasi akun ke pengguna baru
it: Invia le informazioni sull'account al nuovo utente
km: ផ្ញើព័ត៌មានគណនីទៅអ្នកប្រើប្រាស់ថ្មី។
ro: Trimiteți informații despre cont noului utilizator
tr: Hesap bilgilerini yeni kullanıcıya gönder
ur: نئے صارف کو اکاؤنٹ کی معلومات بھیجیں۔

source: Configure for affiliator
ar: تكوين للجهة التابعة
de: Für Partner konfigurieren
es: configurar para colaboradores
hi: सहयोगी के लिए कॉन्फ़िगर करें
id: Konfigurasikan untuk afiliasi
it: Configura per affiliatore
km: កំណត់រចនាសម្ព័ន្ធសម្រាប់សាខា
ro: Configurați pentru afiliat
tr: Satış ortağı için yapılandırın
ur: الحاق کنندہ کے لیے ترتیب دیں۔

source: Affiliate approval notification
ar: إخطار موافقة المنتسبين
de: Benachrichtigung über die Affiliate-Genehmigung
es: notificación de aprobación de afiliados
hi: सहबद्ध अनुमोदन अधिसूचना
id: Pemberitahuan persetujuan afiliasi
it: Notifica di approvazione dell'affiliato
km: ការជូនដំណឹងអំពីការយល់ព្រមពីសាខា
ro: Notificare de aprobare a afiliaților
tr: Ortak onay bildirimi
ur: الحاق کی منظوری کی اطلاع

source: Send affiliate approval mail to the user account
ar: إرسال بريد الموافقة التابعة لحساب المستخدم
de: Senden Sie eine Affiliate-Genehmigungsmail an das Benutzerkonto
es: Enviar correo de aprobación asociado a la cuenta de usuario
hi: उपयोगकर्ता खाते पर संबद्ध अनुमोदन मेल भेजें
id: Kirim email persetujuan afiliasi ke akun pengguna
it: Invia la mail di approvazione dell'affiliato all'account utente
km: ផ្ញើ​សំបុត្រ​ការ​យល់ព្រម​របស់​សាខា​ទៅ​គណនី​អ្នក​ប្រើ
ro: Trimiteți e-mail de aprobare a afiliaților în contul de utilizator
tr: Kullanıcı hesabına bağlı kuruluş onay postası gönderin
ur: صارف کے اکاؤنٹ پر الحاق کی منظوری کا میل بھیجیں۔

source: Affiliator request cancellation
ar: إلغاء طلب التابع
de: Stornierung des Affiliate-Antrags
es: Cancelación de solicitud de afiliado
hi: सहबद्धकर्ता अनुरोध रद्दीकरण
id: Pembatalan permintaan afiliasi
it: Cancellazione della richiesta di affiliazione
km: សាខាស្នើសុំការលុបចោល
ro: Anularea cererii afiliatului
tr: Satış ortağı isteği iptali
ur: الحاق کی درخواست منسوخی

source: Affiliation money withdrawal request
ar: طلب سحب أموال الانتساب
de: Antrag auf Abhebung von Mitgliedsgeldern
es: Solicitud de Retiro de Fondos de Afiliación
hi: संबद्धता धन निकासी अनुरोध
id: Permintaan penarikan uang afiliasi
it: Richiesta di prelievo di denaro di affiliazione
km: ពាក្យសុំដកប្រាក់ពីសម្ព័ន្ធភាព
ro: Cerere de retragere a banilor de afiliere
tr: Üyelik para çekme talebi
ur: وابستگی رقم نکالنے کی درخواست

source: Approval of withdrawal request of affiliation
ar: الموافقة على طلب سحب الانتساب
de: Genehmigung des Antrags auf Austritt aus der Mitgliedschaft
es: Solicitud de baja de afiliación aprobada
hi: संबद्धता वापस लेने के अनुरोध को मंजूरी
id: Persetujuan permintaan penarikan afiliasi
it: Approvazione richiesta di recesso affiliazione
km: ការយល់ព្រមលើសំណើសុំដកខ្លួនពីសម្ព័ន្ធភាព
ro: Aprobarea cererii de retragere a afilierii
tr: Üyelikten çekilme talebinin onaylanması
ur: الحاق کی واپسی کی درخواست کی منظوری

source: Course gift notification
ar: إشعار هدية الدورة
de: Benachrichtigung über Kursgeschenke
es: notificación de regalo del curso
hi: पाठ्यक्रम उपहार अधिसूचना
id: Pemberitahuan hadiah kursus
it: Notifica del regalo del corso
km: ការជូនដំណឹងអំពីអំណោយនៃវគ្គសិក្សា
ro: Notificare cadou curs
tr: Kurs hediye bildirimi
ur: کورس گفٹ کی اطلاع

source: Notify users after course gift
ar: إخطار المستخدمين بعد هدية الدورة
de: Benachrichtigen Sie Benutzer nach der Kursspende
es: Notificar a los usuarios después del regalo del curso
hi: पाठ्यक्रम उपहार के बाद उपयोगकर्ताओं को सूचित करें
id: Beri tahu pengguna setelah hadiah kursus
it: Avvisa gli utenti dopo il regalo del corso
km: ជូនដំណឹងដល់អ្នកប្រើប្រាស់បន្ទាប់ពីអំណោយវគ្គសិក្សា
ro: Notificați utilizatorii după cadou curs
tr: Kurs hediyesinden sonra kullanıcıları bilgilendir
ur: کورس گفٹ کے بعد صارفین کو مطلع کریں۔

source: Configure for payer
ar: تكوين للدافع
de: Für Zahler konfigurieren
es: configurar para el pagador
hi: भुगतानकर्ता के लिए कॉन्फ़िगर करें
id: Konfigurasi untuk pembayar
it: Configura per il pagatore
km: កំណត់រចនាសម្ព័ន្ធសម្រាប់អ្នកបង់ប្រាក់
ro: Configurați pentru plătitor
tr: Ödeyen için yapılandır
ur: ادا کنندہ کے لیے ترتیب دیں۔

source: Configure for receiver
ar: تكوين لجهاز الاستقبال
de: Für Empfänger konfigurieren
es: configurar para el receptor
hi: रिसीवर के लिए कॉन्फ़िगर करें
id: Konfigurasi untuk penerima
it: Configura per il ricevitore
km: កំណត់រចនាសម្ព័ន្ធសម្រាប់អ្នកទទួល
ro: Configurați pentru receptor
tr: Alıcı için yapılandır
ur: وصول کنندہ کے لیے ترتیب دیں۔

source: Custom pages
ar: صفحات مخصصة
de: Benutzerdefinierte Seiten
es: pagina personalizada
hi: कस्टम पेज
id: Halaman khusus
it: Pagine personalizzate
km: ទំព័រផ្ទាល់ខ្លួន
ro: Pagini personalizate
tr: Özel sayfalar
ur: حسب ضرورت صفحات

source: Add a new page
ar: أضف صفحة جديدة
de: Fügen Sie eine neue Seite hinzu
es: añadir una nueva página
hi: एक नया पेज जोड़ें
id: Tambahkan halaman baru
it: Aggiungi una nuova pagina
km: បន្ថែមទំព័រថ្មី។
ro: Adăugați o pagină nouă
tr: yeni bir sayfa ekle
ur: ایک نیا صفحہ شامل کریں۔

source: Page title
ar: عنوان الصفحة
de: Seitentitel
es: Título de la página
hi: पृष्ठ का शीर्षक
id: Judul halaman
it: Titolo della pagina
km: ចំណងជើងទំព័រ
ro: Titlul paginii
tr: Sayfa başlığı
ur: صفحہ کا عنوان

source: Button title
ar: عنوان الزر
de: Schaltflächentitel
es: título del botón
hi: बटन शीर्षक
id: Judul tombol
it: Titolo del pulsante
km: ចំណងជើងប៊ូតុង
ro: Titlul butonului
tr: Düğme başlığı
ur: بٹن کا عنوان

source: Button position
ar: موضع الزر
de: Knopfposition
es: posición del botón
hi: बटन की स्थिति
id: Posisi tombol
it: Posizione del pulsante
km: ទីតាំងប៊ូតុង
ro: Poziția butonului
tr: Düğme konumu
ur: بٹن کی پوزیشن

source: Social login configuration
ar: تكوين تسجيل الدخول الاجتماعي
de: Konfiguration der sozialen Anmeldung
es: configuración de inicio de sesión social
hi: सामाजिक लॉगिन कॉन्फ़िगरेशन
id: Konfigurasi login sosial
it: Configurazione dell'accesso social
km: ការកំណត់រចនាសម្ព័ន្ធចូលសង្គម
ro: Configurare autentificare socială
tr: Sosyal oturum açma yapılandırması
ur: سوشل لاگ ان کنفیگریشن

source: Facebook login
ar: تسجيل الدخول الى الفيسبوك
es: Inicio de sesión en Facebook
hi: फेसबुक लॉग इन
id: Masuk Facebook
it: accesso a Facebook
km: ការ​ចូល​ហ្វេ​ស​ប៊ុ​ក
ro: logare Facebook
tr: facebook girişi
ur: فیس بک لاگ ان

source: Facebook app creation instruction
ar: تعليمات إنشاء تطبيق Facebook
de: Anleitung zur Erstellung einer Facebook-App
es: instrucciones de creación de la aplicación de facebook
hi: फेसबुक ऐप निर्माण निर्देश
id: Instruksi pembuatan aplikasi Facebook
it: Istruzioni per la creazione dell'app Facebook
km: ការណែនាំអំពីការបង្កើតកម្មវិធី Facebook
ro: Instrucțiuni pentru crearea aplicației Facebook
tr: Facebook uygulaması oluşturma talimatı
ur: فیس بک ایپ بنانے کی ہدایات

source: Facebook app id
ar: معرف تطبيق Facebook
es: identificación de la aplicación de Facebook
hi: फेसबुक ऐप आईडी
id: ID aplikasi Facebook
it: ID dell'app Facebook
km: លេខសម្គាល់កម្មវិធី Facebook
ro: Id-ul aplicației Facebook
tr: Facebook uygulama kimliği
ur: فیس بک ایپ آئی ڈی

source: Facebook app secret
ar: سر تطبيق Facebook
de: Geheimnis der Facebook-App
es: secretos de la aplicación de facebook
hi: फेसबुक ऐप का रहस्य
id: rahasia aplikasi facebook
it: Segreto dell'app Facebook
km: កម្មវិធី Facebook សម្ងាត់
ro: Secretul aplicației Facebook
tr: Facebook uygulama sırrı
ur: فیس بک ایپ کا راز

source: Completed
ar: مكتمل
de: Vollendet
es: Terminado
hi: पुरा होना।
id: Lengkap
it: Completato
km: បានបញ្ចប់
ro: Efectuat
tr: Tamamlanmış
ur: مکمل

source: Lesson type
ar: نوع الدرس
de: Unterrichtsart
es: tipo de texto
hi: पाठ का प्रकार
id: Jenis pelajaran
it: Tipo di lezione
km: ប្រភេទមេរៀន
ro: Tipul de lecție
tr: ders türü
ur: سبق کی قسم

source: Video url
ar: رابط الفيديو
es: URL del vídeo
hi: वीडियो यूआरएल
id: URL video
it: URL video
km: url វីដេអូ
ro: Adresa URL a videoclipului
tr: Video linki
ur: ویڈیو یو آر ایل

source: This video will be shown on web application
ar: سيُعرض هذا الفيديو في تطبيق الويب
de: Dieses Video wird in einer Webanwendung gezeigt
es: Este video se mostrará en la aplicación web.
id: Video ini akan ditampilkan di aplikasi web
it: Questo video verrà mostrato sull'applicazione web
km: វីដេអូនេះនឹងត្រូវបានបង្ហាញនៅលើកម្មវិធីគេហទំព័រ
ro: Acest videoclip va fi afișat pe aplicația web
tr: Bu video web uygulamasında gösterilecek
ur: یہ ویڈیو ویب ایپلیکیشن پر دکھائی جائے گی۔

source: Thumbnail
ar: ظفري
de: Miniaturansicht
es: Miniatura
id: gambar mini
it: Miniatura
km: រូបភាពតូច
ro: Miniatură
tr: küçük resim
ur: تھمب نیل

source: Caption
ar: التسمية التوضيحية
de: Untertitel
es: Subtítulo
id: Keterangan
it: Didascalia
km: ចំណងជើង
ro: Legendă
tr: Altyazı
ur: کیپشن

source: Choose your caption file
ar: اختر ملف التسمية التوضيحية الخاص بك
de: Wählen Sie Ihre Untertiteldatei
es: Elija su archivo de subtítulos
id: Pilih file teks Anda
it: Scegli il file dei sottotitoli
km: ជ្រើសរើសឯកសារចំណងជើងរបស់អ្នក។
ro: Alegeți fișierul subtitrare
tr: Altyazı dosyanızı seçin
ur: اپنی کیپشن فائل کا انتخاب کریں۔

source: Lesson provider
ar: مزود الدرس
de: Unterrichtsanbieter
es: Proveedor de lecciones
id: Penyedia pelajaran
it: Fornitore di lezioni
km: អ្នកផ្តល់មេរៀន
ro: Furnizor de lecții
tr: ders veren
ur: سبق فراہم کرنے والا

source: For mobile application
ar: لتطبيقات الهاتف المحمول
de: Für den mobilen Einsatz
es: Para aplicación móvil
id: Untuk aplikasi seluler
it: Per applicazione mobile
km: សម្រាប់កម្មវិធីទូរស័ព្ទ
ro: Pentru aplicația mobilă
tr: Mobil uygulama için
ur: موبائل ایپلیکیشن کے لیے

source: Only
ar: فقط
de: Nur
es: Solo
id: Hanya
it: Soltanto
km: តែប៉ុណ្ណោះ
ro: Numai
tr: Sadece
ur: صرف

source: Type video is acceptable for mobile application
ar: نوع الفيديو مقبول لتطبيقات الهاتف المحمول
de: Der Typ Video ist für mobile Anwendungen akzeptabel
es: El tipo de video es aceptable para la aplicación móvil
id: Jenis video dapat diterima untuk aplikasi seluler
it: Il tipo video è accettabile per l'applicazione mobile
km: ប្រភេទវីដេអូអាចទទួលយកបានសម្រាប់កម្មវិធីទូរស័ព្ទ
ro: Tipul video este acceptabil pentru aplicația mobilă
tr: Tip video mobil uygulama için kabul edilebilir
ur: قسم کی ویڈیو موبائل ایپلیکیشن کے لیے قابل قبول ہے۔

source: Do you want to keep it free as a preview lesson
ar: هل تريد إبقائه مجانيًا كدرس معاينة
de: Möchten Sie es als Vorschau-Lektion kostenlos behalten?
es: ¿Te gustaría tenerlo como texto de vista previa gratis?
hi: क्या आप इसे पूर्वावलोकन पाठ के रूप में निःशुल्क रखना चाहते हैं?
id: Apakah Anda ingin tetap gratis sebagai pelajaran pratinjau
it: Vuoi mantenerlo gratuito come lezione in anteprima
km: តើអ្នកចង់រក្សាវាដោយឥតគិតថ្លៃជាមេរៀនមើលជាមុនដែរឬទេ
ro: Doriți să o păstrați gratuit ca lecție de previzualizare
tr: Önizleme dersi olarak ücretsiz tutmak ister misiniz?
ur: کیا آپ اسے پیش نظارہ سبق کے طور پر مفت رکھنا چاہتے ہیں؟

source: Mark as free lesson
ar: وضع علامة كدرس مجاني
de: Als kostenlose Lektion markieren
es: marcar como texto libre
hi: निःशुल्क पाठ के रूप में चिह्नित करें
id: Tandai sebagai pelajaran gratis
it: Segna come lezione gratuita
km: សម្គាល់ថាជាមេរៀនឥតគិតថ្លៃ
ro: Marcați ca lecție gratuită
tr: Ücretsiz ders olarak işaretle
ur: مفت سبق کے بطور نشان زد کریں۔

source: Course content
ar: محتوى الدورة
de: Kursinhalte
es: contenido del curso
hi: पाठ्यक्रम सामग्री
id: Konten kursus
it: Contenuto del corso
km: ខ្លឹមសារនៃវគ្គសិក្សា
ro: Conținutul cursului
tr: Kurs içeriği
ur: کورس کا مواد

source: Mark as complete
ar: وضع علامة كمكتمل
de: Als abgeschlossen markieren
es: marcar como hecho
hi: पूर्ण के रूप में चिह्नित करें
id: Tandai selesai
it: Segna come completo
km: សម្គាល់ថាពេញលេញ
ro: Marcați ca fiind complet
tr: tamamlandı olarak işaretle
ur: مکمل کے بطور نشان زد کریں۔

source: Live class
ar: فئة حية
de: Live-Klasse
es: clase en vivo
hi: लाइव क्लास
id: Kelas langsung
it: Classe dal vivo
km: ថ្នាក់ផ្ទាល់
ro: Clasă live
tr: canlı sınıf
ur: لائیو کلاس

source: Website faqs updated successfully
ar: تم تحديث الأسئلة الشائعة للموقع بنجاح
de: Website-FAQs erfolgreich aktualisiert
es: Preguntas frecuentes del sitio web actualizadas con éxito
hi: वेबसाइट FAQ सफलतापूर्वक अपडेट किया गया
id: FAQ situs web berhasil diperbarui
it: Faq del sito web aggiornate con successo
km: គេហទំព័រ faqs បានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ
ro: Întrebările frecvente ale site-ului au fost actualizate cu succes
tr: Web sitesi sss'leri başarıyla güncellendi
ur: ویب سائٹ کے سوالات کامیابی سے اپ ڈیٹ ہو گئے۔

source: Frequently asked questions
ar: أسئلة مكررة
de: Häufig gestellte Fragen
es: Preguntas frecuentes
hi: अक्सर पूछे जाने वाले प्रश्नों
id: Pertanyaan yang sering diajukan
it: Domande frequenti
km: សំណួរ​ដែលគេ​ច្រើន​សួរ
ro: Întrebări frecvente
tr: Sıkça Sorulan Sorular
ur: اکثر پوچھے گئے سوالات

source: See more
ar: شاهد المزيد
de: Mehr sehen
es: Ver más
hi: और देखें
id: Lihat lebih banyak
it: Vedi altro
km: មើល​បន្ថែម​ទៀត
ro: Vezi mai mult
tr: Daha fazla gör
ur: دیکھیں مزید

source: Course content not found
ar: لم يتم العثور على محتوى الدورة
de: Kursinhalt nicht gefunden
es: material del curso no encontrado
hi: पाठ्यक्रम सामग्री नहीं मिली
id: Konten kursus tidak ditemukan
it: Contenuto del corso non trovato
km: រកមិនឃើញខ្លឹមសារវគ្គសិក្សាទេ។
ro: Conținutul cursului nu a fost găsit
tr: Kurs içeriği bulunamadı
ur: کورس کا مواد نہیں ملا

source: Total questions
ar: مجموع الأسئلة
de: Gesamtzahl der Fragen
es: total de preguntas
hi: कुल सवाल
id: Jumlah pertanyaan
it: Totale domande
km: សំណួរសរុប
ro: Total intrebari
tr: Toplam sorular
ur: کل سوالات

source: Total participant students
ar: مجموع الطلاب المشاركين
de: Gesamtzahl der teilnehmenden Studierenden
es: estudiantes participantes totales
hi: कुल प्रतिभागी छात्र
id: Jumlah siswa peserta
it: Totale studenti partecipanti
km: សិស្សចូលរួមសរុប
ro: Total studenți participanți
tr: Toplam katılımcı öğrenci
ur: کل شریک طلباء

source: Participant students
ar: الطلاب المشاركون
de: Teilnehmende Studierende
es: estudiantes participantes
hi: प्रतिभागी विद्यार्थी
id: Siswa peserta
it: Studenti partecipanti
km: សិស្សដែលចូលរួម
ro: Elevii participanți
tr: katılımcı öğrenciler
ur: شریک طلباء

source: Select student
ar: اختر الطالب
de: Schüler auswählen
es: seleccionar estudiante
hi: छात्र का चयन करें
id: Pilih siswa
it: Seleziona studente
km: ជ្រើសរើសសិស្ស
ro: Selectați student
tr: öğrenci seç
ur: طالب علم کو منتخب کریں۔

source: Select a student to view the answer sheet
ar: حدد طالبًا لعرض ورقة الإجابة
de: Wählen Sie einen Schüler aus, um den Antwortbogen anzuzeigen
es: Seleccione un estudiante para ver la hoja de respuestas
hi: उत्तर पुस्तिका देखने के लिए एक छात्र का चयन करें
id: Pilih seorang siswa untuk melihat lembar jawaban
it: Seleziona uno studente per visualizzare il foglio delle risposte
km: ជ្រើសរើសសិស្សដើម្បីមើលសន្លឹកចម្លើយ
ro: Selectați un student pentru a vizualiza foaia de răspuns
tr: Cevap kağıdını görüntülemek için bir öğrenci seçin
ur: جوابی پرچہ دیکھنے کے لیے طالب علم کا انتخاب کریں۔

source: Courses included
ar: وشملت الدورات
de: Kurse inklusive
es: Cursos cubiertos
hi: पाठ्यक्रम शामिल हैं
id: Termasuk kursus
it: Corsi inclusi
km: វគ្គសិក្សារួមបញ្ចូល
ro: Cursuri incluse
tr: Kurslar dahil
ur: کورسز شامل ہیں۔

source: Subscription
ar: الاشتراك
de: Abonnement
es: contribución
hi: अंशदान
id: Berlangganan
it: Sottoscrizione
km: ការជាវ
ro: Abonament
tr: abonelik
ur: رکنیت

source: Days
ar: أيام
de: Tage
es: Día
hi: दिन
id: Hari
it: Giorni
km: ថ្ងៃ
ro: Zile
tr: gün
ur: دن

source: Included courses
ar: الدورات المضمنة
de: Inklusive Kurse
es: cursos cubiertos
hi: शामिल पाठ्यक्रम
id: Termasuk kursus
it: Corsi inclusi
km: វគ្គសិក្សាដែលរួមបញ្ចូល
ro: Cursuri incluse
tr: Dahil edilen kurslar
ur: شامل کورسز

source: Think more clearly
ar: فكر بشكل أكثر وضوحًا
de: Denken Sie klarer
es: pensar más claramente
hi: अधिक स्पष्टता से सोचें
id: Berpikir lebih jernih
it: Pensa più chiaramente
km: គិតឱ្យកាន់តែច្បាស់
ro: Gandeste mai clar
tr: Daha net düşün
ur: مزید واضح طور پر سوچیں۔

source: Select your service
ar: اختر خدمتك
de: Wählen Sie Ihren Service aus
es: elige tu servicio
hi: अपनी सेवा चुनें
id: Pilih layanan Anda
it: Seleziona il tuo servizio
km: ជ្រើសរើសសេវាកម្មរបស់អ្នក។
ro: Selectați serviciul dvs
tr: hizmetini seç
ur: اپنی خدمت کا انتخاب کریں۔

source: Course short description
ar: وصف مختصر للدورة
de: Kurzbeschreibung des Kurses
es: resumen del curso
hi: पाठ्यक्रम संक्षिप्त विवरण
id: Deskripsi singkat kursus
it: Breve descrizione del corso
km: ការពិពណ៌នាសង្ខេបនៃវគ្គសិក្សា
ro: Scurtă descriere a cursului
tr: Kurs kısa açıklaması
ur: کورس کی مختصر تفصیل

source: Course long description
ar: الوصف التفصيلي للدورة
de: Lange Beschreibung des Kurses
es: descripción larga del curso
hi: कोर्स का लंबा विवरण
id: Deskripsi panjang kursus
it: Descrizione lunga del corso
km: ការពិពណ៌នាវែងនៃវគ្គសិក្សា
ro: Descriere lungă a cursului
tr: Kurs uzun açıklaması
ur: کورس کی لمبی تفصیل

source: Course requirements
ar: متطلبات الدورة
de: Kursanforderungen
es: requisitos del curso
hi: पाठ्यक्रम आवश्यकताएँ
id: Persyaratan kursus
it: Requisiti del corso
km: តម្រូវការវគ្គសិក្សា
ro: Cerințele cursului
tr: Kurs gereksinimleri
ur: کورس کی ضروریات

source: Course outcomes
ar: نتائج الدورة
de: Kursergebnisse
es: Resultados del curso
id: Hasil kursus
it: Risultati del corso
km: លទ្ធផលនៃវគ្គសិក្សា
ro: Rezultatele cursului
tr: Kurs çıktıları
ur: کورس کے نتائج

source: Course seo tags
ar: كورس سيو به
de: Kurs-SEO-Tags
es: Etiquetas SEO del curso
id: Tag seo kursus
it: Tag seo del corso
km: ស្លាក seo វគ្គសិក្សា
ro: Etichete seo de curs
tr: Kurs seo etiketleri
ur: کورس SEO ٹیگز

source: Course lesson text
ar: نص درس الدورة
de: Text der Kurslektion
es: Texto de la lección del curso
id: Teks pelajaran kursus
it: Testo della lezione del corso
km: អត្ថបទមេរៀន
ro: Textul lecției de curs
tr: Kurs dersi metni
ur: کورس کے سبق کا متن

source: Course certificate text
ar: نص شهادة الدورة
de: Text des Kurszertifikats
es: Texto del certificado del curso
id: Teks sertifikat kursus
it: Testo del certificato del corso
km: អត្ថបទវិញ្ញាបនបត្រវគ្គសិក្សា
ro: Textul certificatului de curs
tr: Kurs sertifikası metni
ur: کورس سرٹیفکیٹ کا متن

source: Course quiz text
ar: نص اختبار الدورة
de: Text zum Kursquiz
es: Texto del cuestionario del curso
id: Teks kuis kursus
it: Testo del quiz del corso
km: អត្ថបទសំណួរនៃវគ្គសិក្សា
ro: Textul testului de curs
tr: Kurs sınav metni
ur: کورس کوئز کا متن

source: Course blog title
ar: عنوان مدونة الدورة
de: Titel des Kursblogs
es: Título del blog del curso
id: Judul blog kursus
it: Titolo del blog del corso
km: ចំណងជើងប្លុកវគ្គសិក្សា
ro: Titlul blogului cursului
tr: Kurs blog başlığı
ur: کورس بلاگ کا عنوان

source: Course blog post
ar: مشاركة مدونة الدورة
de: Kurs-Blogbeitrag
es: Publicación del blog del curso
id: Entri blog kursus
it: Post sul blog del corso
km: ការបង្ហោះប្លុកវគ្គសិក្សា
ro: Postare pe blogul cursului
tr: Kurs blog gönderisi
ur: کورس بلاگ پوسٹ

source: Enter your keyword
ar: أدخل كلمتك الرئيسية
de: Geben Sie Ihr Schlüsselwort ein
es: Introduce tu palabra clave
id: Masukkan kata kunci Anda
it: Inserisci la tua parola chiave
km: បញ្ចូលពាក្យគន្លឹះរបស់អ្នក។
ro: Introduceți cuvântul cheie
tr: Anahtar kelimenizi girin
ur: اپنا کلیدی لفظ درج کریں۔

source: Generate
ar: يولد
de: Generieren
es: Generar
id: Menghasilkan
it: creare
km: បង្កើត
ro: Genera
tr: oluştur
ur: پیدا کریں۔

source: Generating
ar: التوليد
de: Erstellen
es: generando
id: Menghasilkan
it: Generazione
km: ការបង្កើត
ro: Generarea
tr: oluşturma
ur: پیدا کرنا

source: Generated text
ar: نص تم إنشاؤه
de: Generierter Text
es: Texto generado
id: Teks yang dihasilkan
it: Testo generato
km: អត្ថបទដែលបានបង្កើត
ro: Text generat
tr: Oluşturulan metin
ur: تیار کردہ متن

source: Copy
ar: ينسخ
de: Kopieren
es: Copiar
id: Menyalin
it: copia
km: ចម្លង
ro: Copie
tr: kopyala
ur: کاپی

source: Copyed
ar: منسوخ
de: Kopiert
es: copiado
id: Disalin
it: Copiato
km: ចម្លង
ro: Copiat
tr: kopyalandı
ur: نقل
