Repository: retrocraftdevops/seitech
Catalog: custom_addons/seitech_elearning/i18n/*.po
Languages: ar, de, es, hi, id, it, km, ro, tr, ur

source: Course progress analytics
ar: تحليلات تقدم الدورة
de: Analyse des Kursfortschritts
es: análisis del progreso del curso
hi: पाठ्यक्रम प्रगति विश्लेषण
id: Analisis kemajuan kursus
it: Analisi dei progressi del corso
km: ការវិភាគវឌ្ឍនភាពវគ្គសិក្សា
ro: Analiza progresului cursului
tr: Kurs ilerleme analitiği
ur: کورس کی ترقی کے تجزیات

source: Completion percentage
ar: نسبة الإنجاز
de: Abschlussprozentsatz
es: porcentaje de finalización
hi: पूर्णता प्रतिशत
id: Persentase penyelesaian
it: Percentuale di completamento
km: ភាគរយនៃការបញ្ចប់
ro: Procent de finalizare
tr: Tamamlanma yüzdesi
ur: تکمیل کا فیصد

source: Enrolled students
ar: الطلاب المسجلين
de: Eingeschriebene Studierende
es: estudiante matriculado
hi: नामांकित छात्र
id: Siswa terdaftar
it: Studenti iscritti
km: សិស្សដែលបានចុះឈ្មោះ
ro: Studenți înscriși
tr: Kayıtlı öğrenciler
ur: اندراج شدہ طلباء

source: Number of students
ar: عدد الطلاب
de: Anzahl der Schüler
es: numero de estudiantes
hi: छात्रों की संख्या
id: Jumlah siswa
it: Numero di studenti
km: ចំនួនសិស្ស
ro: Numarul studentilor
tr: Öğrenci sayısı
ur: طلباء کی تعداد

source: Course enrolments
ar: التسجيل في الدورة
de: Kursanmeldungen
es: inscripción al curso
hi: पाठ्यक्रम नामांकन
id: Pendaftaran kursus
it: Iscrizioni ai corsi
km: ការចុះឈ្មោះវគ្គសិក្សា
ro: Inscrieri la cursuri
tr: ders kayıtları
ur: کورس کے اندراجات

source: Jan
ar: يناير
es: Enero
hi: जनवरी
id: Januari
it: gen
km: មករា
ro: ian
tr: Ocak
ur: جنوری

source: Feb
ar: فبراير
de: Febr
es: febrero
hi: फ़रवरी
id: Februari
it: febbraio
km: ខែកុម្ភៈ
tr: Şubat
ur: فروری

source: Mar
ar: مارس
de: Beschädigen
es: marzo
hi: मार्च
id: Merusak
km: មិនា
ur: مارچ

source: Apr
ar: أبريل
es: abril
hi: अप्रैल
id: April
km: មេសា
ro: Aprilie
tr: Nisan
ur: اپریل

source: Jun
ar: يونيو
es: junio
hi: जून
id: Juni
it: giu
km: មិថុនា
ro: Iunie
tr: haziran
ur: جون

source: Jul
ar: يوليو
de: Juli
es: julio
hi: जुलाई
id: Juli
it: lug
km: ខែកក្កដា
ro: iul
tr: Temmuz
ur: جولائی

source: Aug
ar: أغسطس
es: agosto
hi: अगस्त
id: Agustus
it: agosto
km: សីហា
tr: ağustos
ur: اگست

source: Sep
ar: سبتمبر
de: Sept
es: septiembre
hi: सितम्बर
id: September
it: Sett
km: កញ្ញា
ro: sept
tr: eylül
ur: ستمبر

source: Oct
ar: أكتوبر
de: Okt
es: octubre
hi: अक्टूबर
id: Oktober
it: ottobre
km: តុលា
tr: Ekim
ur: اکتوبر

source: Nov
ar: نوفمبر
es: noviembre
hi: नवंबर
id: November
km: ខែវិច្ឆិកា
tr: Kasım
ur: نومبر

source: Go
ar: يذهب
de: Gehen
es: Ir
hi: जाना
id: Pergilah
it: Andare
km: ទៅ
ro: Merge
tr: Gitmek
ur: جاؤ

source: The dates of month
ar: مواعيد الشهر
de: Die Daten des Monats
es: fechas del mes
hi: महीने की तारीखें
id: Tanggal bulan
it: Le date del mese
km: កាលបរិច្ឆេទនៃខែ
ro: Datele lunii
tr: ayın tarihleri
ur: مہینے کی تاریخیں۔

source: Upload scorm course
ar: تحميل دورة scorm
de: Scorm-Kurs hochladen
es: Subir curso Scorm
hi: स्कोर्म कोर्स अपलोड करें
id: Unggah kursus scrm
it: Carica corso scorm
km: បង្ហោះវគ្គបោកប្រាស់
ro: Încărcați cursul scorm
tr: scorm kursu yükle
ur: اسکارم کورس اپ لوڈ کریں۔

source: Upload course
ar: تحميل الدورة
de: Kurs hochladen
es: subir curso
hi: पाठ्यक्रम अपलोड करें
id: Unggah kursus
it: Carica corso
km: ផ្ទុកឡើងវគ្គសិក្សា
ro: Încărcați cursul
tr: kursu yükle
ur: کورس اپ لوڈ کریں۔

source: Instruction
ar: تعليمات
de: Anweisung
es: Instrucción
hi: अनुदेश
id: Petunjuk
it: Istruzione
km: ការណែនាំ
ro: Instruire
tr: Talimat
ur: ہدایت

source: Click the upload course button
ar: انقر فوق زر تحميل الدورة
de: Klicken Sie auf die Schaltfläche „Kurs hochladen“.
es: Haga clic en el botón Cargar curso
hi: अपलोड कोर्स बटन पर क्लिक करें
id: Klik tombol unggah kursus
it: Fare clic sul pulsante Carica corso
km: ចុចលើប៊ូតុងផ្ទុកឡើងវគ្គសិក្សា
ro: Faceți clic pe butonul de încărcare a cursului
tr: Kursu yükle düğmesine tıklayın
ur: اپ لوڈ کورس کے بٹن پر کلک کریں۔

source: You will get a floating form after clicking the button
ar: ستحصل على نموذج عائم بعد النقر فوق الزر
de: Nach dem Klicken auf die Schaltfläche erhalten Sie ein schwebendes Formular
es: Al hacer clic en el botón obtendrá un formulario flotante
hi: बटन पर क्लिक करते ही आपको एक फ्लोटिंग फॉर्म मिलेगा
id: Anda akan mendapatkan formulir mengambang setelah mengklik tombol
it: Otterrai un modulo mobile dopo aver fatto clic sul pulsante
km: អ្នកនឹងទទួលបានទម្រង់អណ្តែតទឹកបន្ទាប់ពីចុចប៊ូតុង
ro: Veți primi un formular plutitor după ce faceți clic pe butonul
tr: Düğmeye tıkladıktan sonra kayan bir form alacaksınız
ur: بٹن پر کلک کرنے کے بعد آپ کو ایک تیرتا ہوا فارم ملے گا۔

source: Select a scorm provider first
ar: حدد مزود scorm أولا
de: Wählen Sie zunächst einen Scorm-Anbieter aus
es: Primero seleccione un proveedor de scorm
hi: पहले एक स्कॉर्म प्रदाता का चयन करें
id: Pilih penyedia scorm terlebih dahulu
it: Seleziona prima un fornitore di scorm
km: ជ្រើសរើសអ្នកផ្តល់សេវាបោកប្រាស់ជាមុនសិន
ro: Selectați mai întâi un furnizor de scorm
tr: Önce bir scorm sağlayıcı seçin
ur: پہلے اسکارم فراہم کنندہ کو منتخب کریں۔

source: Choose your scorm zip file
ar: اختر ملف مضغوط scorm الخاص بك
de: Wählen Sie Ihre Scorm-ZIP-Datei
es: elige tu archivo zip scorm
hi: अपनी स्कोर्म ज़िप फ़ाइल चुनें
id: Pilih file zip scorm Anda
it: Scegli il tuo file zip scorm
km: ជ្រើសរើសឯកសារ zip បោកប្រាស់របស់អ្នក។
ro: Alegeți fișierul zip scorm
tr: scorm zip dosyanızı seçin
ur: اپنی اسکارم زپ فائل کا انتخاب کریں۔

source: Click the upload button to save the course file
ar: انقر فوق الزر "تحميل" لحفظ ملف الدورة التدريبية
de: Klicken Sie auf die Schaltfläche „Hochladen“, um die Kursdatei zu speichern
es: Haga clic en el botón de carga para guardar el archivo del curso
hi: पाठ्यक्रम फ़ाइल को सहेजने के लिए अपलोड बटन पर क्लिक करें
id: Klik tombol unggah untuk menyimpan file kursus
it: Fare clic sul pulsante di caricamento per salvare il file del corso
km: ចុចប៊ូតុងផ្ទុកឡើងដើម្បីរក្សាទុកឯកសារវគ្គសិក្សា
ro: Faceți clic pe butonul de încărcare pentru a salva fișierul cursului
tr: Kurs dosyasını kaydetmek için yükle düğmesine tıklayın
ur: کورس فائل کو محفوظ کرنے کے لیے اپ لوڈ بٹن پر کلک کریں۔

source: Scorm
ar: سكورم
de: Skorm
es: riña
hi: हाथापाई
id: kutukan
it: scormar
km: បោកប្រាស់
ro: batjocor
tr: küfür
ur: لعنت

source: Upload h5p file
ar: تحميل ملف h5p
de: Laden Sie die h5p-Datei hoch
es: carga de archivos h5p
hi: h5p फ़ाइल अपलोड करें
id: Unggah file h5p
it: Carica il file h5p
km: ផ្ទុកឡើងឯកសារ h5p
ro: Încărcați fișierul h5p
tr: h5p dosyasını yükle
ur: h5p فائل اپ لوڈ کریں۔

source: Remove
ar: يزيل
de: Entfernen
es: Eliminación
hi: निकालना
id: Menghapus
it: Rimuovere
km: ដកចេញ
ro: Elimina
tr: Kaldırmak
ur: دور

source: Blogs
ar: المدونات
es: Blog
hi: ब्लॉग
id: Blog
it: Blog
km: ប្លុក
ro: Bloguri
tr: Bloglar
ur: بلاگز

source: Add new blog
ar: أضف مدونة جديدة
de: Neuen Blog hinzufügen
es: añadir nuevo blog
hi: नया ब्लॉग जोड़ें
id: Tambahkan blog baru
it: Aggiungi nuovo blog
km: បន្ថែមប្លុកថ្មី។
ro: Adăugați un blog nou
tr: Yeni blog ekle
ur: نیا بلاگ شامل کریں۔

source: Creator
ar: المنشئ
de: Schöpfer
es: creador
hi: बनाने वाला
id: Pencipta
it: Creatore
km: អ្នកបង្កើត
tr: Yaratıcı
ur: خالق

source: Deactivate
ar: تعطيل
de: Deaktivieren
es: Desactivar
hi: निष्क्रिय करें
id: Menonaktifkan
it: Disattivare
km: អសកម្ម
ro: Dezactivați
tr: Devre dışı bırakmak
ur: غیر فعال کریں۔

source: Blog details
ar: تفاصيل المدونة
es: Detalles del blog
id: blog detailnya
it: Dettagli del blog
km: ព័ត៌មានលម្អិតអំពីប្លុក
ro: Detalii blog
tr: Blog ayrıntıları
ur: بلاگ کی تفصیلات

source: Inspirational journeys
ar: رحلات ملهمة
de: Inspirierende Reisen
es: Viajes inspiradores
id: Perjalanan inspirasional
it: Viaggi d'ispirazione
km: ដំណើរបំផុសគំនិត
ro: Călătorii inspiraționale
tr: ilham verici yolculuklar
ur: متاثر کن سفر

source: Follow the stories of academics and their research expeditions
ar: تابع قصص الأكاديميين وبعثاتهم البحثية
de: Verfolgen Sie die Geschichten von Wissenschaftlern und ihren Forschungsexpeditionen
es: Siga las historias de académicos y sus campañas de investigación.
hi: शिक्षाविदों और उनके शोध अभियानों की कहानियों का अनुसरण करें
id: Ikuti kisah para akademisi dan ekspedisi penelitian mereka
it: Segui le storie degli accademici e delle loro spedizioni di ricerca
km: តាមដានរឿងរ៉ាវរបស់អ្នកសិក្សា និងបេសកកម្មស្រាវជ្រាវរបស់ពួកគេ។
ro: Urmărește poveștile academicilor și expedițiile lor de cercetare
tr: Akademisyenlerin hikayelerini ve araştırma gezilerini takip edin
ur: ماہرین تعلیم کی کہانیوں اور ان کی تحقیقی مہمات پر عمل کریں۔

source: Comments
ar: تعليقات
de: Kommentare
es: notas
hi: टिप्पणियाँ
id: Komentar
it: Commenti
km: មតិយោបល់
ro: Comentarii
tr: Yorumlar
ur: تبصرے

source: Leave a comment
ar: اترك تعليقا
de: Hinterlasse einen Kommentar
es: Deja un comentario
hi: एक टिप्पणी छोड़ें
id: Tinggalkan komentar
it: lascia un commento
km: ទុកមតិយោបល់
ro: Lasa un comentariu
tr: yorum Yap
ur: ایک تبصرہ چھوڑیں

source: Enter your comments here
ar: أدخل تعليقاتك هنا
de: Geben Sie hier Ihre Kommentare ein
es: ingrese sus comentarios aquí
hi: अपनी टिप्पणियाँ यहाँ दर्ज करें
id: Masukkan komentar Anda di sini
it: Inserisci qui i tuoi commenti
km: បញ្ចូលមតិរបស់អ្នកនៅទីនេះ
ro: Introdu aici comentariile tale
tr: Yorumlarınızı buraya girin
ur: اپنے تبصرے یہاں درج کریں۔

source: Type your keywords
ar: اكتب كلماتك الرئيسية
de: Geben Sie Ihre Schlüsselwörter ein
es: escriba sus palabras clave
hi: अपने कीवर्ड टाइप करें
id: Ketik kata kunci Anda
it: Digita le tue parole chiave
km: វាយពាក្យគន្លឹះរបស់អ្នក។
ro: Introduceți cuvintele cheie
tr: Anahtar kelimelerinizi yazın
ur: اپنے مطلوبہ الفاظ ٹائپ کریں۔

source: Recent posts
ar: المشاركات الاخيرة
de: Kürzliche Posts
es: Mensajes recientes
hi: हाल के पोस्ट
id: Tulisan Terbaru
it: Messaggi recenti
km: ប្រកាសថ្មីៗ
ro: Postări recente
tr: Yakın zamanda Gönderilenler
ur: حالیہ پوسٹس

source: Edit blog
ar: تحرير المدونة
de: Blog bearbeiten
es: editar blog
hi: ब्लॉग संपादित करें
id: Mengedit blog
it: Modifica blog
km: កែសម្រួលប្លុក
ro: Editează blogul
tr: blogu düzenle
ur: بلاگ میں ترمیم کریں۔

source: Edit your blog
ar: قم بتحرير مدونتك
de: Bearbeiten Sie Ihren Blog
es: edita tu blog
hi: अपना ब्लॉग संपादित करें
id: Mengedit blog Anda
it: Modifica il tuo blog
km: កែសម្រួលប្លុករបស់អ្នក។
ro: Editează-ți blogul
tr: Blogunuzu düzenleyin
ur: اپنے بلاگ میں ترمیم کریں۔

source: Enter blog title
ar: أدخل عنوان المدونة
de: Geben Sie den Blogtitel ein
es: Ingrese el título del blog
hi: ब्लॉग शीर्षक दर्ज करें
id: Masukkan judul blog
it: Inserisci il titolo del blog
km: បញ្ចូលចំណងជើងប្លុក
ro: Introduceți titlul blogului
tr: Blog başlığını girin
ur: بلاگ کا عنوان درج کریں۔

source: Keywords
ar: الكلمات الدالة
de: Schlüsselwörter
es: palabras clave
hi: कीवर्ड
id: Kata kunci
it: Parole chiave
km: ពាក្យគន្លឹះ
ro: Cuvinte cheie
tr: anahtar kelimeler
ur: مطلوبہ الفاظ

source: Click the enter button after writing your keyword
ar: انقر فوق زر الإدخال بعد كتابة كلمتك الرئيسية
de: Klicken Sie auf die Eingabetaste, nachdem Sie Ihr Schlüsselwort eingegeben haben
es: Después de escribir su palabra clave, haga clic en el botón Intro
hi: अपना कीवर्ड लिखने के बाद एंटर बटन पर क्लिक करें
id: Klik tombol enter setelah menulis kata kunci Anda
it: Fare clic sul pulsante Invio dopo aver scritto la parola chiave
km: ចុចប៊ូតុងបញ្ចូលបន្ទាប់ពីសរសេរពាក្យគន្លឹះរបស់អ្នក។
ro: Faceți clic pe butonul Enter după ce ați scris cuvântul cheie
tr: Anahtar kelimenizi yazdıktan sonra enter butonuna tıklayın
ur: اپنا کلیدی لفظ لکھنے کے بعد enter بٹن پر کلک کریں۔

source: Blog banner
ar: شعار المدونة
es: banner de blogs
hi: ब्लॉग बैनर
id: Spanduk blog
it: Bandiera del blog
km: បដាប្លុក
ro: Banner de blog
tr: Blog başlığı
ur: بلاگ بینر

source: Choose a banner
ar: اختر لافتة
de: Wählen Sie ein Banner
es: elige una pancarta
hi: एक बैनर चुनें
id: Pilih spanduk
it: Scegli uno striscione
km: ជ្រើសរើសបដា
ro: Alegeți un banner
tr: Bir afiş seçin
ur: ایک بینر منتخب کریں۔

source: Blog thumbnail
ar: صورة مصغرة للمدونة
de: Blog-Miniaturansicht
es: miniatura del blog
hi: ब्लॉग थंबनेल
id: gambar kecil blog
it: Miniatura del blog
km: រូបភាពតូចរបស់ប្លុក
ro: Miniatura blogului
tr: Blog küçük resmi
ur: بلاگ تھمب نیل

source: Choose a thumbnail
ar: اختر صورة مصغرة
de: Wählen Sie ein Miniaturbild
es: elige una miniatura
hi: एक थंबनेल चुनें
id: Pilih gambar kecil
it: Scegli una miniatura
km: ជ្រើសរើសរូបភាពតូច
ro: Alegeți o miniatură
tr: Bir küçük resim seçin
ur: ایک تھمب نیل منتخب کریں۔

source: Do you want to mark it as popular
ar: هل تريد تمييزه على أنه شائع
de: Möchten Sie es als beliebt markieren?
es: ¿Quieres marcar esto como popular?
hi: क्या आप इसे लोकप्रिय के रूप में चिह्नित करना चाहते हैं
id: Apakah Anda ingin menandainya sebagai populer
it: Vuoi contrassegnarlo come popolare
km: តើអ្នកចង់សម្គាល់វាថាពេញនិយមដែរឬទេ?
ro: Doriți să-l marcați ca popular
tr: Popüler olarak işaretlemek istiyor musunuz?
ur: کیا آپ اسے مقبول کے طور پر نشان زد کرنا چاہتے ہیں؟

source: Mark as popular
ar: وضع علامة شائع
de: Als beliebt markieren
es: marcar como popular
hi: लोकप्रिय के रूप में चिह्नित करें
id: Tandai sebagai populer
it: Segna come popolare
km: សម្គាល់ថាពេញនិយម
ro: Marcați ca popular
tr: Popüler olarak işaretle
ur: مقبول کے بطور نشان زد کریں۔

source: Update blog
ar: تحديث المدونة
de: Blog aktualisieren
es: actualizar blog
hi: ब्लॉग अपडेट करें
id: Perbarui blog
it: Aggiorna blog
km: ធ្វើបច្ចុប្បន្នភាពប្លុក
ro: Actualizați blogul
tr: Blogu güncelle
ur: بلاگ کو اپ ڈیٹ کریں۔

source: Blog updated successfully
ar: تم تحديث المدونة بنجاح
de: Blog erfolgreich aktualisiert
es: Blog actualizado con éxito
hi: ब्लॉग सफलतापूर्वक अपडेट किया गया
id: Blog berhasil diperbarui
it: Blog aggiornato con successo
km: ធ្វើបច្ចុប្បន្នភាពប្លុកដោយជោគជ័យ
ro: Blog actualizat cu succes
tr: Blog başarıyla güncellendi
ur: بلاگ کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔

source: Add instructor
ar: أضف مدرسًا
de: Dozent hinzufügen
es: agregar instructor
hi: प्रशिक्षक जोड़ें
id: Tambahkan instruktur
it: Aggiungi istruttore
km: បន្ថែមគ្រូ
ro: Adăugați instructor
tr: eğitmen ekle
ur: انسٹرکٹر شامل کریں۔

source: Photo
ar: صورة
de: Foto
es: imagen
hi: तस्वीर
id: Foto
it: Foto
km: រូបថត
ro: Fotografie
tr: Fotoğraf
ur: تصویر

source: Name
ar: اسم
es: Nombre
hi: नाम
id: TIDAK
it: Nome
km: ឈ្មោះ
ro: Nume
tr: İsim
ur: نام

source: Enrolled courses
ar: الدورات المسجلة
de: Eingeschriebene Kurse
es: cursos matriculados
hi: नामांकित पाठ्यक्रम
id: Kursus terdaftar
it: Corsi iscritti
km: វគ្គសិក្សាដែលបានចុះឈ្មោះ
ro: Cursuri inscrise
tr: Kayıtlı kurslar
ur: اندراج شدہ کورسز

source: View courses
ar: عرض الدورات
de: Kurse ansehen
es: ver curso
hi: पाठ्यक्रम देखें
id: Lihat kursus
it: Visualizza i corsi
km: មើលវគ្គសិក្សា
ro: Vizualizați cursurile
tr: Kursları görüntüle
ur: کورسز دیکھیں

source: Instructor edit
ar: مدرس تحرير
de: Bearbeitung durch den Kursleiter
es: editar instructor
hi: प्रशिक्षक संपादित करें
id: Pengeditan instruktur
it: Modifica dell'istruttore
km: គ្រូកែសម្រួល
ro: Editarea instructorului
tr: eğitmen düzenleme
ur: انسٹرکٹر میں ترمیم کریں۔

source: Instructor edit form
ar: استمارة تحرير المدرس
de: Bearbeitungsformular für Kursleiter
es: Editar formulario de instructor
hi: प्रशिक्षक प्रपत्र संपादित करें
id: Formulir edit instruktur
it: Modulo di modifica dell'istruttore
km: គ្រូកែទម្រង់
ro: Formular de editare a instructorului
tr: Eğitmen düzenleme formu
ur: انسٹرکٹر ایڈٹ فارم

source: Basic info
ar: معلومات أساسية
de: Basisinformation
es: información básica
hi: बुनियादी जानकारी
id: Info dasar
it: Informazioni basilari
km: ព័ត៌មានមូលដ្ឋាន
ro: Informatii de baza
tr: Temel bilgi
ur: بنیادی معلومات

source: Login credentials
ar: بيانات اعتماد تسجيل الدخول
de: Anmeldedaten
es: Credenciales de acceso
hi: लॉग इन प्रमाण - पत्र
id: Kredensial masuk
it: Credenziali di accesso
km: លិខិតបញ្ជាក់ការចូល
ro: Date de conectare
tr: Giriş kimlik
ur: لاگ ان کی اسناد

source: Social information
ar: المعلومات الاجتماعية
de: Soziale Informationen
es: información social
hi: सामाजिक जानकारी
id: Informasi sosial
it: Informazioni sociali
km: ព័ត៌មានសង្គម
ro: Informații sociale
tr: Sosyal bilgiler
ur: سماجی معلومات

source: Payment info
ar: معلومات الدفع
de: Zahlungsinformationen
es: información de pago
hi: भुगतान की जानकारी
id: informasi pembayaran
it: Informazioni sul pagamento
km: ព័ត៌មានការទូទាត់
ro: Informatii plată
tr: Ödeme bilgisi
ur: ادائیگی کی معلومات

source: A short title about yourself
ar: عنوان قصير عن نفسك
de: Ein kurzer Titel über dich
es: un título corto sobre ti
hi: अपने बारे में एक संक्षिप्त शीर्षक
id: Judul singkat tentang diri Anda
it: Un breve titolo su di te
km: ចំណងជើងខ្លីអំពីខ្លួនអ្នក
ro: Un scurt titlu despre tine
tr: Kendiniz hakkında kısa bir başlık
ur: اپنے بارے میں ایک مختصر عنوان

source: Short title
ar: عنوان قصير
de: Kurzer Titel
es: título corto
hi: छोटा शीर्षक
id: Judul singkat
it: Titolo breve
km: ចំណងជើងខ្លី
ro: Titlu scurt
tr: Kısa başlık
ur: مختصر عنوان

source: Skills
ar: مهارات
de: Fähigkeiten
es: Habilidad
hi: कौशल
id: Keterampilan
it: Competenze
km: ជំនាញ
ro: Aptitudini
tr: Yetenekler
ur: ہنر

source: Write your skill and click the enter button
ar: اكتب مهارتك وانقر على زر الدخول
de: Geben Sie Ihre Fähigkeiten ein und klicken Sie auf die Eingabetaste
es: Escriba su habilidad y haga clic en el botón Entrar
hi: अपना कौशल लिखें और एंटर बटन पर क्लिक करें
id: Tulis keahlian Anda dan klik tombol enter
it: Scrivi la tua abilità e fai clic sul pulsante di invio
km: សរសេរជំនាញរបស់អ្នកហើយចុចប៊ូតុងបញ្ចូល
ro: Scrieți-vă abilitățile și faceți clic pe butonul Enter
tr: Becerinizi yazın ve enter düğmesine tıklayın
ur: اپنی مہارت لکھیں اور انٹر بٹن پر کلک کریں۔

source: Biography
ar: سيرة شخصية
de: Biografie
es: Biografía
hi: जीवनी
id: Biografi
it: Biografia
km: ជីវប្រវត្តិ
ro: Biografie
tr: Biyografi
ur: سیرت

source: User image
ar: صورة المستخدم
de: Benutzerbild
es: imagen de usuario
hi: उपयोगकर्ता छवि
id: Foto pengguna
it: Immagine dell'utente
km: រូបភាពអ្នកប្រើប្រាស់
ro: Imaginea utilizatorului
tr: kullanıcı resmi
ur: صارف کی تصویر

source: Choose user image
ar: اختر صورة المستخدم
de: Wählen Sie ein Benutzerbild
es: elegir imagen de usuario
hi: उपयोगकर्ता छवि चुनें
id: Pilih gambar pengguna
it: Scegli l'immagine dell'utente
km: ជ្រើសរើសរូបភាពអ្នកប្រើប្រាស់
ro: Alegeți imaginea utilizatorului
tr: Kullanıcı resmi seçin
ur: صارف کی تصویر کا انتخاب کریں۔

source: Razorpay
ar: رازورباي
es: maquinilla de afeitar
hi: रेज़रपे
id: pembayaran pisau cukur
ur: ریزر پے

source: Key id
ar: معرف المفتاح
de: Schlüssel-ID
es: identificación clave
hi: कुंजी आईडी
id: id kunci
it: ID chiave
km: លេខសម្គាល់គន្លឹះ
ro: Id-ul cheii
tr: anahtar kimliği
ur: کلیدی شناخت

source: Required for instructor
ar: مطلوب للمدرس
de: Erforderlich für den Ausbilder
es: se requiere instructor
hi: प्रशिक्षक के लिए आवश्यक है
id: Diperlukan untuk instruktur
it: Obbligatorio per istruttore
km: ត្រូវការសម្រាប់គ្រូ
ro: Necesar pentru instructor
tr: Eğitmen için gerekli
ur: انسٹرکٹر کے لیے ضروری ہے۔

source: Secret key
ar: المفتاح السري
de: Geheimer Schlüssel
es: Clave precompartida
hi: गुप्त कुंजी
id: Kunci rahasia
it: Chiave segreta
km: សោសម្ងាត់
ro: Cheie secreta
tr: Gizli anahtar
ur: خفیہ چابی

source: Theme color
ar: لون الموضوع
de: Themenfarbe
es: color del tema
hi: थीम रंग
id: Warna tema
it: Colore del tema
km: ពណ៌ប្រធានបទ
ro: Culoarea temei
tr: Tema rengi
ur: تھیم کا رنگ

source: Stripe
ar: شريط
de: Streifen
es: Vendaje
hi: पट्टी
id: Garis
it: Banda
km: ឆ្នូត
ro: Dunga
tr: Şerit
ur: پٹی

source: Public key
ar: المفتاح العمومي
de: Öffentlicher Schlüssel
es: Llave pública
hi: सार्वजनिक कुंजी
id: Kunci publik
it: Chiave pubblica
km: សោសាធារណៈ
ro: Cheie publică
tr: Genel anahtar
ur: عوامی کلید

source: Public live key
ar: مفتاح مباشر عام
de: Öffentlicher Live-Schlüssel
es: clave pública en vivo
hi: सार्वजनिक लाइव कुंजी
id: Kunci langsung publik
it: Chiave live pubblica
km: គ្រាប់ចុចផ្សាយបន្តផ្ទាល់សាធារណៈ
ro: Cheie publică live
tr: Genel canlı anahtar
ur: عوامی لائیو کلید

source: Secret live key
ar: المفتاح السري المباشر
de: Geheimer Live-Schlüssel
es: clave secreta en vivo
hi: गुप्त लाइव कुंजी
id: Kunci hidup rahasia
it: Chiave live segreta
km: គន្លឹះបន្តផ្ទាល់
ro: Cheie secretă live
tr: Gizli canlı anahtar
ur: خفیہ لائیو کلید

source: Sandbox client id
ar: معرف عميل Sandbox
es: ID de cliente de sandbox
hi: सैंडबॉक्स क्लाइंट आईडी
id: Id klien kotak pasir
it: ID client sandbox
km: លេខសម្គាល់អតិថិជន Sandbox
ro: ID client Sandbox
tr: Korumalı alan istemci kimliği
ur: سینڈ باکس کلائنٹ آئی ڈی

source: Sandbox secret key
ar: المفتاح السري لوضع الحماية
de: Geheimer Sandbox-Schlüssel
es: clave secreta de la caja de arena
hi: सैंडबॉक्स गुप्त कुंजी
id: Kunci rahasia kotak pasir
it: Chiave segreta della sandbox
km: សោសម្ងាត់ Sandbox
ro: Cheie secretă pentru Sandbox
tr: Korumalı alan gizli anahtarı
ur: سینڈ باکس خفیہ کلید

source: Production client id
ar: معرف عميل الإنتاج
de: Produktionskunden-ID
es: ID de cliente de producción
hi: उत्पादन ग्राहक आईडी
id: Id klien produksi
it: ID cliente di produzione
km: លេខសម្គាល់អតិថិជនផលិតកម្ម
ro: ID client de producție
tr: Üretim müşteri kimliği
ur: پروڈکشن کلائنٹ کی شناخت

source: Production secret key
ar: مفتاح سر الإنتاج
de: Geheimer Produktionsschlüssel
es: Clave secreta de producción
id: Kunci rahasia produksi
it: Chiave segreta di produzione
km: គន្លឹះសម្ងាត់ផលិតកម្ម
ro: Cheie secretă de producție
tr: Üretim gizli anahtarı
ur: پیداوار کی خفیہ کلید

source: Ccavenue
ar: ككافينيو
id: Gua
it: Cavenue
tr: Cağavenue

source: Ccavenue merchant id
ar: معرف تاجر Ccavenue
de: Ccavenue-Händler-ID
es: ID de comerciante de Ccavenue
hi: Ccavenue मर्चेंट आईडी
id: Id pedagang Ccavenue
it: ID commerciante Ccavenue
km: លេខសម្គាល់ពាណិជ្ជករ Ccavenue
ro: Id-ul comerciantului Ccavenue
tr: Ccavenue satıcı kimliği
ur: Ccavenue مرچنٹ آئی ڈی

source: Ccavenue working key
ar: مفتاح عمل Ccavenue
de: Ccavenue-Arbeitsschlüssel
es: Tecla de función Ccavenue
hi: Ccavenue कार्य कुंजी
id: Kunci kerja Ccavenue
it: Chiave funzionante Ccavenue
km: គ្រាប់ចុចធ្វើការ Ccavenue
ro: Cheie de lucru Ccavenue
tr: Ccavenue çalışma anahtarı
ur: Ccavenue ورکنگ کلید

source: Ccavenue access code
ar: رمز الوصول Ccavenue
de: Ccavenue-Zugangscode
es: Código de acceso a la cueva
hi: Ccavenue एक्सेस कोड
id: Kode akses Ccavenue
it: Ccavenue codice di accesso
km: លេខកូដចូល Ccavenue
ro: Cod de acces Ccavenue
tr: Ccavenue erişim kodu
ur: Ccavenue رسائی کوڈ

source: Api test key
ar: مفتاح اختبار Api
de: API-Testschlüssel
es: clave de prueba api
hi: एपीआई परीक्षण कुंजी
id: Kunci tahan api
it: Chiave di prova API
km: គ្រាប់ចុចសាកល្បង Api
ro: Cheie de testare API
tr: API test anahtarı
ur: اے پی آئی ٹیسٹ کلید

source: Secret test key
ar: مفتاح الاختبار السري
de: Geheimer Testschlüssel
es: clave de prueba secreta
hi: गुप्त परीक्षण कुंजी
id: Kunci tes rahasia
it: Chiave di prova segreta
km: គន្លឹះសាកល្បងសម្ងាត់
ro: Cheie de testare secretă
tr: Gizli test anahtarı
ur: خفیہ ٹیسٹ کی کلید

source: Api live key
ar: مفتاح Api المباشر
de: API-Live-Schlüssel
es: clave viva api
hi: एपीआई लाइव कुंजी
id: Kunci hidup api
it: Chiave API live
km: Api គន្លឹះបន្តផ្ទាល់
ro: Tasta API live
tr: API canlı anahtarı
ur: اے پی آئی لائیو کلید

source: Paystack
de: Gehaltsstapel
es: pila de pago
hi: भुगतान का ढेर
id: Tumpukan gaji
it: Pacco paga
ro: Paysstack
tr: maaş yığını
ur: پے اسٹیک

source: Public test key
ar: مفتاح الاختبار العام
de: Öffentlicher Testschlüssel
es: clave de prueba pública
hi: सार्वजनिक परीक्षण कुंजी
id: Kunci uji publik
it: Chiave di prova pubblica
km: គន្លឹះសាកល្បងសាធារណៈ
ro: Cheie publică de testare
tr: Genel test anahtarı
ur: عوامی ٹیسٹ کلید

source: Paytm
es: pago
id: pembayaran
ur: پے ٹی ایم

source: Paytm merchant key
ar: مفتاح التاجر Paytm
de: Paytm-Händlerschlüssel
es: clave de comerciante paytm
hi: पेटीएम मर्चेंट कुंजी
id: Kunci pedagang Paytm
it: Chiave commerciante Paytm
km: សោអ្នកជំនួញ Paytm
ro: Cheie de comerciant Paytm
tr: Paytm satıcı anahtarı
ur: Paytm مرچنٹ کلید
