Repository: retrocraftdevops/seitech
Catalog: custom_addons/seitech_elearning/i18n/*.po
Languages: ar, de, es, hi, id, it, km, ro, tr, ur

source: Select lesson type
id: Pilih jenis pelajaran
km: ជ្រើសរើសប្រភេទមេរៀន

source: Secured
id: Diamankan
km: ធានា

source: Video file
id: Berkas video
km: ឯកសារវីដេអូ

source: Google drive video
id: Video Google Drive
km: វីដេអូ Google Drive

source: Document file
id: Berkas dokumen
km: ឯកសារ

source: Text
id: Teks
km: អត្ថបទ

source: Image file
id: Berkas gambar
km: ឯកសាររូបភាព

source: Iframe embed
id: Penyematan iframe
km: បង្កប់ iframe

source: Please select a course
id: Silakan pilih kursus
km: សូមជ្រើសរើសវគ្គសិក្សា

source: Change
id: Mengubah
km: ផ្លាស់ប្តូរ

source: Upload system video file
id: Unggah file video sistem

source: Select system video file
id: Pilih file video sistem

source: Has to be bigger than
id: Harus lebih besar dari

source: Lesson has been added successfully
id: Pelajaran telah berhasil ditambahkan
km: មេរៀនត្រូវបានបន្ថែមដោយជោគជ័យ

source: Your servers file upload limit is 9000mb
id: Batas unggah file server Anda adalah 9000MB

source: Contact
id: Kontak

source: Cart
id: Keranjang

source: Become an instructor
id: Menjadi seorang instruktur

source: Contact information
id: Kontak informasi

source: Contact email
id: Kontak Email

source: Phone number
id: Nomor telepon

source: Office hours
id: Jam kerja

source: Get in touch
id: Berhubungan

source: Our address
id: Alamat kami

source: Contact information updated successfully
id: Informasi kontak berhasil diperbarui

source: Indonesian
id: bahasa Indonesia

source: Has been added successfully
id: Telah berhasil ditambahkan

source: Blog
ar: مدونة
hi: ब्लॉग
km: ប្លុក
ur: بلاگ

source: Creativeitem
es: elemento creativo
km: វត្ថុច្នៃប្រឌិត

source: Admin
ar: مسؤل
de: Administrator
es: gerente
hi: व्यवस्थापक
it: Amministratore
km: អ្នកគ្រប់គ្រង
tr: yönetici
ur: ایڈمن

source: April
ar: أبريل
es: abril
hi: अप्रैल
it: aprile
km: មេសា
ro: Aprilie
tr: Nisan
ur: اپریل

source: September
ar: سبتمبر
es: septiembre
hi: सितंबर
it: settembre
km: ខែកញ្ញា
ro: Septembrie
tr: Eylül
ur: ستمبر

source: November
ar: شهر نوفمبر
es: noviembre
hi: नवंबर
it: novembre
km: ខែវិច្ឆិកា
ro: noiembrie
tr: Kasım
ur: نومبر

source: Media
ar: وسائط
de: Medien
es: medios de comunicación
hi: मिडिया
km: ប្រព័ន្ធផ្សព្វផ្សាយ
ro: Mass-media
tr: medya
ur: میڈیا

source: Seo
ar: سيو
hi: एसईओ
km: សេអូ
ur: ایس ای او

source: Youtube
ar: موقع YouTube
hi: यूट्यूब
km: យូធូប
ur: یوٹیوب

source: Vimeo
ar: فيميو
it: Video
km: វីមេអូ
ur: ویمیو

source: Add category
es: Añadir categoría
km: បន្ថែមប្រភេទ

source: Category add form
es: Formulario de adición de categoría
km: ប្រភេទបន្ថែមទម្រង់

source: Category code
es: Código de categoría
km: លេខកូដប្រភេទ

source: Status
ar: حالة
es: Calidad
hi: दर्जा
it: Stato
km: ស្ថានភាព
ro: stare
tr: Durum
ur: حالت

source: Slogan
ar: شعار
es: Eslogan
hi: नारा
km: ពាក្យស្លោក
ur: نعرہ

source: Total
ar: المجموع
hi: कुल
it: Totale
km: សរុប
tr: Toplam
ur: کل

source: Menu
ar: قائمة طعام
es: menú
hi: मेन्यू
it: Menù
km: ម៉ឺនុយ
ro: Meniul
tr: Menü
ur: مینو

source: Administrator
ar: مدير
es: administrador
hi: प्रशासक
it: Amministratore
km: អ្នកគ្រប់គ្រង
tr: yönetici
ur: ایڈمنسٹریٹر

source: Facebook
ar: فيسبوك
hi: फेसबुक
km: ហ្វេសប៊ុក
ur: فیس بک

source: Linkedin
ar: ينكدين
km: តំណភ្ជាប់
ur: لنکڈن

source: Iyzico
ar: ايزيكو
es: iziko
hi: इज़िको
km: អ៊ីហ្សីកូ
ur: آئیزیکو

source: Video
ar: فيديو
hi: वीडियो
km: វីដេអូ
ur: ویڈیو

source: Pdf
ar: بي دي إف
hi: पीडीएफ
km: ឯកសារ PDF
ur: پی ڈی ایف

source: Forum
ar: المنتدى
es: Foro
hi: मंच
km: វេទិកា
ur: فورم

source: Subtotal
ar: المجموع الفرعي
de: Zwischensumme
es: Usar
hi: उप-योग
it: totale parziale
km: សរុបរង
tr: ara toplam
ur: ذیلی ٹوٹل

source: Language file import successfully
es: Archivo de idioma importado con éxito
km: ការនាំចូលឯកសារភាសាដោយជោគជ័យ

source: Provide a section name
km: ផ្តល់ឈ្មោះផ្នែក

source: Section has been added successfully
km: ផ្នែកត្រូវបានបន្ថែមដោយជោគជ័យ

source: Enter your text
km: បញ្ចូលអត្ថបទរបស់អ្នក។

source: Twitter
ar: تويتر
es: Gorjeo
hi: ट्विटर
it: Cinguettio
ro: Stare de nervozitate
ur: ٹویٹر

source: Paypal
ar: باي بال
ur: پے پال

source: Iframe
es: marco flotante
hi: इफ़्रेम
tr: iç çerçeve

source: Html5
hi: एचटीएमएल 5
