Repository: retrocraftdevops/seitech
Catalog: custom_addons/seitech_elearning/i18n/*.po
Languages: ar, de, es, hi, id, it, km, ro, tr, ur

source: Ebook review
ar: مراجعة الكتاب الاليكترونى
de: E-Book-Rezension
es: Reseña de libro electrónico
hi: ईबुक समीक्षा
id: Ulasan ebook
it: Recensione dell'ebook
km: ការពិនិត្យសៀវភៅអេឡិចត្រូនិច
ro: Recenzie de ebook
tr: e-kitap incelemesi
ur: ای بک کا جائزہ

source: Add to wishlist
ar: أضف إلى قائمة الامنيات
de: Zur Wunschliste hinzufügen
es: Añadir a la lista de deseos
hi: इच्छा सूची में जोड़ें
id: Tambahkan ke Daftar Keinginan b Indonesia
it: Aggiungi alla lista dei desideri
km: បន្ថែម​បញ្ជី​តាម​បំណង
ro: Adaugă la lista de dorințe
tr: İstek listesine ekle
ur: خواہشات کی فہرست میں شامل کرنا

source: Added to wishlist
ar: أضيف لقائمة الأماني
de: Zur Wunschliste hinzugefügt
es: añadido a la lista de deseos
hi: इच्छा सूची में जोड़ना
id: Ditambahkan ke daftar keinginan
it: Aggiunto alla lista dei desideri
km: បានបន្ថែមទៅបញ្ជីប្រាថ្នា
ro: Adăugat la lista de dorințe
tr: İstek listesine eklendi
ur: خواہش کی فہرست میں شامل کر دیا گیا۔

source: Wordpress theme development with bootstrap
ar: تطوير موضوع Wordpress باستخدام bootstrap
de: WordPress-Theme-Entwicklung mit Bootstrap
es: desarrollo de temas wordpress con bootstrap
hi: बूटस्ट्रैप के साथ वर्डप्रेस थीम विकास
id: Pengembangan tema Wordpress dengan bootstrap
it: Sviluppo di temi WordPress con bootstrap
km: ការអភិវឌ្ឍន៍ប្រធានបទ Wordpress ជាមួយ bootstrap
ro: Dezvoltarea temei Wordpress cu bootstrap
tr: Önyükleme ile wordpress tema geliştirme
ur: بوٹسٹریپ کے ساتھ ورڈپریس تھیم کی ترقی

source: Frontend settings
ar: إعدادات الواجهة الأمامية
de: Frontend-Einstellungen
es: configuración de interfaz
hi: फ्रंटएंड सेटिंग्स
id: Pengaturan frontend
it: Impostazioni dell'interfaccia
km: ការកំណត់ផ្នែកខាងមុខ
ro: Setări pentru front-end
tr: ön uç ayarları
ur: فرنٹ اینڈ کی ترتیبات

source: Home page layout
ar: تخطيط الصفحة الرئيسية
es: diseño de la página de inicio
hi: होम पेज लेआउट
id: Tata letak halaman rumah
it: Layout della pagina iniziale
km: ប្លង់ទំព័រដើម
ro: Aspectul paginii de pornire
tr: Ana sayfa düzeni
ur: ہوم پیج لے آؤٹ

source: Motivational speech
ar: كلمة تحفيزية
de: Motivationsrede
es: discurso persuasivo
hi: प्रेरक भाषण
id: Pidato motivasi
it: Discorso motivazionale
km: សុន្ទរកថាលើកទឹកចិត្ត
ro: Discurs motivațional
tr: Motive edici konuşma
ur: حوصلہ افزا تقریر

source: Website faqs
ar: الأسئلة الشائعة عن الموقع
es: Preguntas frecuentes sobre el sitio web
hi: वेबसाइट अक्सर पूछे जाने वाले प्रश्न
id: FAQ situs web
it: Domande frequenti sul sito web
km: faqs គេហទំព័រ
ro: Întrebări frecvente pe site
tr: Web sitesi sss
ur: ویب سائٹ کے سوالات

source: Recaptcha
ar: ريكابتشا
hi: रीकैप्चा
id: Captcha

source: Frontend website settings
ar: إعدادات موقع الواجهة الأمامية
de: Frontend-Website-Einstellungen
es: Configuración del sitio web front-end
hi: फ्रंटएंड वेबसाइट सेटिंग्स
id: Pengaturan situs web frontend
it: Impostazioni del sito Web di front-end
km: ការកំណត់គេហទំព័រ Frontend
ro: Setări site-ul frontend
tr: Ön uç web sitesi ayarları
ur: فرنٹ اینڈ ویب سائٹ کی ترتیبات

source: Banner title
ar: عنوان البانر
de: Bannertitel
es: título de la pancarta
hi: बैनर शीर्षक
id: Judul spanduk
it: Titolo della bandiera
km: ចំណងជើងបដា
ro: Titlul bannerului
tr: Afiş başlığı
ur: بینر کا عنوان

source: Banner sub title
ar: العنوان الفرعي للراية
de: Untertitel des Banners
es: Subtítulo del banner
id: Sub judul spanduk
it: Sottotitolo del banner
km: ចំណងជើងរងបដា
ro: Subtitlul bannerului
tr: Banner alt başlığı
ur: بینر ذیلی عنوان

source: Cookie status
ar: حالة ملف تعريف الارتباط
es: Estado de las cookies
id: Status kue
it: Stato dei cookie
km: ស្ថានភាពខូឃី
ro: Starea cookie-urilor
tr: Çerez durumu
ur: کوکی کی حیثیت

source: Active
ar: نشيط
de: Aktiv
es: Activo
id: Aktif
it: Attivo
km: សកម្ម
ro: Activ
tr: Aktif
ur: فعال

source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
id: Tidak aktif
it: Inattivo
km: អសកម្ម
ro: Inactiv
tr: etkin değil
ur: غیر فعال

source: Cookie note
ar: ملاحظة ملف تعريف الارتباط
de: Cookie-Hinweis
es: Nota de cookies
id: Catatan kue
it: Nota sui biscotti
km: ចំណាំខូឃី
ro: Notă de cookie
tr: Çerez notu
ur: کوکی نوٹ

source: Update settings
ar: إعدادات التحديث
de: Update Einstellungen
es: Ajustes de actualización
id: Perbarui pengaturan
it: Aggiorna impostazioni
km: ធ្វើបច្ចុប្បន្នភាពការកំណត់
ro: Actualizați setările
tr: Ayarları güncelle
ur: ترتیبات کو اپ ڈیٹ کریں۔

source: Activated
ar: مفعل
de: Aktiviert
es: Activado
id: Diaktifkan
it: Attivato
km: បានធ្វើឱ្យសកម្ម
ro: Activat
tr: Aktif
ur: چالو

source: Title
ar: عنوان
de: Titel
es: título
hi: शीर्षक
id: Judul
it: Titolo
km: ចំណងជើង
ro: Titlu
tr: Başlık
ur: عنوان

source: Faq question
ar: سؤال أسئلة وأجوبة
de: FAQ-Frage
es: preguntas frecuentes
hi: अक्सर पूछे जाने वाले प्रश्न
id: Pertanyaan umum
it: Domande frequenti
km: សំណួរសួរ
ro: Întrebare frecventă
tr: Sss soru
ur: عمومی سوال

source: Image
ar: صورة
de: Bild
es: imagen
hi: छवि
id: Gambar
it: Immagine
km: រូបភាព
ro: Imagine
tr: resim
ur: تصویر

source: Upload image
ar: تحميل الصور
de: Bild hochladen
es: cargar imagen
hi: तस्विर अपलोड करना
id: Unggah gambar
it: Carica immagine
km: បង្ហោះរូបភាព
ro: Incarca imaginea
tr: Fotoğraf yükleniyor
ur: تصویر انٹرنیٹ پر ڈالنا

source: Save changes
ar: احفظ التغييرات
de: Änderungen speichern
es: guardar cambios
hi: परिवर्तनों को सुरक्षित करें
id: Simpan perubahan
it: Salvare le modifiche
km: រក្សាទុកការផ្លាស់ប្តូរ
ro: Salvează modificările
tr: Değişiklikleri Kaydet
ur: تبدیلیاں محفوظ کرو

source: Question
ar: سؤال
de: Frage
es: Pregunta
hi: सवाल
id: Pertanyaan
it: Domanda
km: សំណួរ
ro: Întrebare
tr: Soru
ur: سوال

source: Answer
ar: إجابة
de: Antworten
es: Respuesta
hi: उत्तर
id: Menjawab
it: Risposta
km: ចម្លើយ
ro: Răspuns
tr: Cevap
ur: جواب دیں۔

source: Recaptcha settings
ar: إعدادات Recaptcha
de: Recaptcha-Einstellungen
es: configuración de recaptcha
hi: रीकैप्चा सेटिंग्स
id: Pengaturan captcha
it: Impostazioni recaptcha
km: ការកំណត់ Recaptcha
ro: Setări Recaptcha
tr: Recaptcha ayarları
ur: Recaptcha کی ترتیبات

source: Recaptcha status
ar: حالة Recaptcha
es: estado de recaptcha
hi: रीकैप्चा स्थिति
id: Captcha status
it: Stato recaptcha
km: ស្ថានភាព Recaptcha
ro: Starea recaptcha
tr: Recaptcha durumu
ur: Recaptcha کی حیثیت

source: Recaptcha sitekey
es: recaptcha clave del sitio
hi: रिकैप्चा साइटकी
id: Kunci situs Recaptcha
it: Recaptcha chiave del sito
km: លេខកូដគេហទំព័រ Recaptcha
tr: Recaptcha site anahtarı

source: Recaptcha secretkey
de: Recaptcha-Geheimschlüssel
es: clave secreta recaptcha
hi: रिकैप्चा सीक्रेटकी
id: Kunci rahasia recaptcha
it: Recaptcha chiave segreta
km: សោសម្ងាត់ Recaptcha
ro: Recaptcha cheie secretă
tr: Recaptcha gizli anahtarı

source: Update recaptcha settings
ar: تحديث إعدادات recaptcha
de: Aktualisieren Sie die Recaptcha-Einstellungen
es: actualizar la configuración de recaptcha
hi: रीकैप्चा सेटिंग अपडेट करें
id: Perbarui pengaturan recaptcha
it: Aggiorna le impostazioni di recaptcha
km: ធ្វើបច្ចុប្បន្នភាពការកំណត់ recaptcha
ro: Actualizați setările recaptcha
tr: Recaptcha ayarlarını güncelle
ur: recaptcha کی ترتیبات کو اپ ڈیٹ کریں۔

source: Update banner image
ar: تحديث صورة البانر
de: Bannerbild aktualisieren
es: actualizar la imagen del banner
hi: बैनर छवि अपडेट करें
id: Perbarui gambar spanduk
it: Aggiorna l'immagine del banner
km: ធ្វើបច្ចុប្បន្នភាពរូបភាពបដា
ro: Actualizați imaginea bannerului
tr: Başlık resmini güncelle
ur: بینر کی تصویر کو اپ ڈیٹ کریں۔

source: Upload banner image
ar: تحميل صورة البانر
de: Bannerbild hochladen
es: subir imagen de banner
hi: बैनर छवि अपलोड करें
id: Unggah gambar spanduk
it: Carica l'immagine del banner
km: បង្ហោះរូបភាពបដា
ro: Încărcați imaginea bannerului
tr: Başlık resmi yükle
ur: بینر کی تصویر اپ لوڈ کریں۔

source: Update light logo
ar: تحديث الشعار الفاتح
de: Lichtlogo aktualisieren
es: Actualizar logotipo de luz
hi: लाइट लोगो अपडेट करें
id: Perbarui logo cahaya
it: Aggiorna il logo chiaro
km: ធ្វើបច្ចុប្បន្នភាពឡូហ្គោពន្លឺ
ro: Actualizați sigla luminii
tr: Işık logosunu güncelle
ur: لائٹ لوگو کو اپ ڈیٹ کریں۔

source: Upload light logo
ar: تحميل شعار خفيف
de: Lichtlogo hochladen
es: cargar logotipo de luz
hi: हल्का लोगो अपलोड करें
id: Unggah logo ringan
it: Carica il logo chiaro
km: បង្ហោះឡូហ្គោពន្លឺ
ro: Încărcați sigla luminii
tr: Hafif logo yükle
ur: لائٹ لوگو اپ لوڈ کریں۔

source: Update dark logo
ar: تحديث الشعار الداكن
de: Dunkles Logo aktualisieren
es: actualizar logotipo oscuro
hi: डार्क लोगो अपडेट करें
id: Perbarui logo gelap
it: Aggiorna il logo scuro
km: ធ្វើបច្ចុប្បន្នភាពឡូហ្គោងងឹត
ro: Actualizați sigla întunecată
tr: Koyu logoyu güncelle
ur: سیاہ لوگو کو اپ ڈیٹ کریں۔

source: Upload dark logo
ar: تحميل الشعار الداكن
de: Laden Sie ein dunkles Logo hoch
es: subir logo oscuro
hi: डार्क लोगो अपलोड करें
id: Unggah logo gelap
it: Carica il logo scuro
km: បង្ហោះរូបសញ្ញាងងឹត
ro: Încărcați sigla întunecată
tr: koyu renkli logo yükle
ur: گہرا لوگو اپ لوڈ کریں۔

source: Update small logo
ar: تحديث الشعار الصغير
de: Kleines Logo aktualisieren
es: actualizar logo pequeño
hi: छोटा लोगो अपडेट करें
id: Perbarui logo kecil
it: Aggiorna il logo piccolo
km: ធ្វើបច្ចុប្បន្នភាពនិមិត្តសញ្ញាតូច
ro: Actualizați sigla mică
tr: Küçük logoyu güncelle
ur: چھوٹے لوگو کو اپ ڈیٹ کریں۔

source: Upload small logo
ar: تحميل شعار صغير
de: Laden Sie ein kleines Logo hoch
es: subir logo pequeño
hi: छोटा लोगो अपलोड करें
id: Unggah logo kecil
it: Carica un piccolo logo
km: បង្ហោះរូបសញ្ញាតូច
ro: Încărcați un logo mic
tr: Küçük logo yükle
ur: چھوٹا لوگو اپ لوڈ کریں۔

source: Update favicon
ar: تحديث favicon
de: Favicon aktualisieren
es: actualizar favicon
hi: फ़ेविकॉन अपडेट करें
id: Perbarui favicon
it: Aggiorna favicon
km: ធ្វើបច្ចុប្បន្នភាព favicon
ro: Actualizați favicon
tr: Favicon'u güncelle
ur: فیویکن کو اپ ڈیٹ کریں۔

source: Upload favicon
ar: تحميل الأيقونة المفضلة
de: Favicon hochladen
es: subir favicon
hi: फ़ेविकॉन अपलोड करें
id: Unggah favicon
it: Carica favicon
km: ផ្ទុកឡើង favicon
ro: Încărcați favicon
tr: Favicon yükle
ur: فیویکن اپ لوڈ کریں۔

source: Banner image update
ar: تحديث صورة البانر
de: Aktualisierung des Bannerbildes
es: actualización de la imagen del banner
hi: बैनर छवि अद्यतन
id: Pembaruan gambar spanduk
it: Aggiornamento dell'immagine del banner
km: ការធ្វើបច្ចុប្បន្នភាពរូបភាពបដា
ro: Actualizare imagine banner
tr: Başlık resmi güncellemesi
ur: بینر امیج اپ ڈیٹ

source: Frontend settings updated
ar: تم تحديث إعدادات الواجهة الأمامية
de: Frontend-Einstellungen aktualisiert
es: configuración de interfaz actualizada
hi: फ्रंटएंड सेटिंग्स अपडेट की गईं
id: Pengaturan frontend diperbarui
it: Aggiornate le impostazioni del frontend
km: បានធ្វើបច្ចុប្បន្នភាពការកំណត់ផ្នែកខាងមុខ
ro: Setările pentru front-end au fost actualizate
tr: Ön uç ayarları güncellendi
ur: فرنٹ اینڈ کی ترتیبات کو اپ ڈیٹ کر دیا گیا۔

source: Start learning from best platform
ar: ابدأ التعلم من أفضل منصة
de: Beginnen Sie mit dem Lernen von der besten Plattform
es: empieza a aprender desde la mejor plataforma
hi: सर्वोत्तम मंच से सीखना शुरू करें
id: Mulailah belajar dari platform terbaik
it: Inizia a imparare dalla migliore piattaforma
km: ចាប់ផ្តើមរៀនពីវេទិកាល្អបំផុត
ro: Începeți să învățați de la cea mai bună platformă
tr: En iyi platformdan öğrenmeye başlayın
ur: بہترین پلیٹ فارم سے سیکھنا شروع کریں۔

source: Your servers file upload limit is 512mb
ar: حد تحميل ملف الخوادم هو 512 ميجا بايت
de: Das Datei-Upload-Limit Ihres Servers beträgt 512 MB
es: Su servidor tiene un límite de carga de archivos de 512 MB
hi: आपके सर्वर की फ़ाइल अपलोड सीमा 512 एमबी है
id: Batas upload file server Anda adalah 512mb
it: Il limite di caricamento dei file del tuo server è di 512 MB
km: ដែនកំណត់ផ្ទុកឯកសារម៉ាស៊ីនមេរបស់អ្នកគឺ 512mb
ro: Limita de încărcare a fișierelor de pe serverele dvs. este de 512 MB
tr: Sunucularınızın dosya yükleme limiti 512mb'dir.
ur: آپ کے سرورز فائل اپ لوڈ کی حد 512mb ہے۔

source: Blog page title
ar: عنوان صفحة المدونة
de: Titel der Blog-Seite
es: título de la página del blog
hi: ब्लॉग पृष्ठ का शीर्षक
id: Judul halaman blog
it: Titolo della pagina del blog
km: ចំណងជើងទំព័រប្លុក
ro: Titlul paginii de blog
tr: Blog sayfası başlığı
ur: بلاگ صفحہ کا عنوان

source: Blog page subtitle
ar: العنوان الفرعي لصفحة المدونة
de: Untertitel der Blog-Seite
es: subtítulos de la página del blog
hi: ब्लॉग पृष्ठ उपशीर्षक
id: Subjudul halaman blog
it: Sottotitolo della pagina del blog
km: ចំណងជើងរងទំព័រប្លុក
ro: Subtitrarea paginii de blog
tr: Blog sayfası alt başlığı
ur: بلاگ صفحہ ذیلی عنوان

source: Instructors blog permission
ar: إذن مدونة المدربين
de: Blog-Erlaubnis für Kursleiter
es: permiso del blog del instructor
hi: प्रशिक्षक ब्लॉग अनुमति
id: Izin blog instruktur
it: Autorizzazione del blog degli istruttori
km: ការអនុញ្ញាតប្លក់របស់គ្រូ
ro: Permisiunea blogului instructorilor
tr: Eğitmenler blog izni
ur: انسٹرکٹرز بلاگ کی اجازت

source: Blog visibility on the home page
ar: رؤية المدونة على الصفحة الرئيسية
de: Blog-Sichtbarkeit auf der Startseite
es: Visibilidad del blog en la página de inicio
hi: होम पेज पर ब्लॉग की दृश्यता
id: Visibilitas blog di halaman beranda
it: Visibilità del blog in home page
km: ភាពមើលឃើញប្លុកនៅលើទំព័រដើម
ro: Vizibilitatea blogului pe pagina de start
tr: Ana sayfada blog görünürlüğü
ur: ہوم پیج پر بلاگ کی مرئیت

source: Visible
ar: مرئي
de: Sichtbar
hi: दृश्यमान
id: Bisa dilihat
it: Visibile
km: ដែល​អាច​មើលឃើញ
ro: Vizibil
tr: Görünür
ur: نظر آنے والا

source: Invisible
ar: غير مرئى
de: Unsichtbar
hi: अदृश्य
id: Tak terlihat
it: Invisibile
km: មើលមិនឃើញ
ro: Invizibil
tr: Görünmez
ur: غیر مرئی

source: Blog page banner
ar: شعار صفحة المدونة
de: Blog-Seitenbanner
es: banner de la página del blog
hi: ब्लॉग पेज बैनर
id: Spanduk halaman blog
it: Banner della pagina del blog
km: បដាទំព័រប្លុក
ro: Banner pentru pagina de blog
tr: Blog sayfası başlığı
ur: بلاگ صفحہ بینر

source: Blog settings updated successfully
ar: تم تحديث إعدادات المدونة بنجاح
de: Blog-Einstellungen erfolgreich aktualisiert
es: La configuración del blog se actualizó correctamente
hi: ब्लॉग सेटिंग सफलतापूर्वक अपडेट की गईं
id: Setelan blog berhasil diperbarui
it: Impostazioni del blog aggiornate correttamente
km: បានធ្វើបច្ចុប្បន្នភាពការកំណត់ប្លុកដោយជោគជ័យ
ro: Setările blogului au fost actualizate cu succes
tr: Blog ayarları başarıyla güncellendi
ur: بلاگ کی ترتیبات کامیابی کے ساتھ اپ ڈیٹ ہو گئیں۔

source: Visit our latest blogs
ar: قم بزيارة أحدث مدوناتنا
de: Besuchen Sie unsere neuesten Blogs
es: VISITA NUESTRO ÚLTIMO BLOG
hi: हमारे नवीनतम ब्लॉग पर जाएँ
id: Kunjungi blog terbaru kami
it: Visita i nostri ultimi blog
km: ចូលមើលប្លុកចុងក្រោយរបស់យើង។
ro: Vizitați cele mai recente bloguri ale noastre
tr: En son bloglarımızı ziyaret edin
ur: ہمارے تازہ ترین بلاگز پر جائیں۔

source: Thu
ar: خميس
de: Do
es: Maestro
hi: गुरु
id: Telah datang
it: gio
km: ធូ
ro: joi
tr: Perşembe
ur: جمعرات

source: Dec
ar: ديسمبر
de: Dez
es: Diciembre
hi: दिसम्बर
id: Desember
it: Dic
km: ខែធ្នូ
tr: Aralık
ur: دسمبر

source: Free courses
ar: دورات مجانية
de: Kostenlose Kurse
es: cursos gratis
hi: निःशुल्क पाठ्यक्रम
id: Kursus gratis
it: Corsi gratuiti
km: វគ្គសិក្សាឥតគិតថ្លៃ
ro: Cursuri gratuite
tr: ücretsiz kurslar
ur: مفت کورسز

source: Paid courses
ar: الدورات المدفوعة
de: Bezahlte Kurse
es: cursos pagados
hi: सशुल्क पाठ्यक्रम
id: Kursus berbayar
it: Corsi a pagamento
km: វគ្គសិក្សាដែលបានបង់
ro: Cursuri platite
tr: ücretli kurslar
ur: ادا شدہ کورسز

source: Course list
ar: قائمة الدورات
de: Kursliste
es: lista de cursos
hi: पाठ्यक्रम सूची
id: Daftar kursus
it: Elenco dei corsi
km: បញ្ជីវគ្គសិក្សា
ro: Lista de cursuri
tr: Kurs listesi
ur: کورس کی فہرست

source: Pending
ar: قيد الانتظار
de: Ausstehend
es: pendiente
hi: लंबित
id: Tertunda
it: In attesa di
km: កំពុងរង់ចាំ
ro: In asteptarea
tr: Askıda olması
ur: زیر التواء

source: Private
ar: خاص
de: Privatgelände
es: Personal
hi: निजी
id: Pribadi
it: Privato
km: ឯកជន
ro: Privat
tr: Özel
ur: نجی

source: Lesson and section
ar: الدرس والقسم
de: Lektion und Abschnitt
es: texto y secciones
hi: पाठ और अनुभाग
id: Pelajaran dan bagian
it: Lezione e sezione
km: មេរៀននិងផ្នែក
ro: Lecție și secțiune
tr: Ders ve bölüm
ur: سبق اور سیکشن

source: Enrolled student
ar: طالب مسجل
de: Eingeschriebener Student
es: estudiante matriculado
hi: नामांकित छात्र
id: Siswa terdaftar
it: Studente iscritto
km: សិស្សដែលបានចុះឈ្មោះ
ro: Student inscris
tr: kayıtlı öğrenci
ur: اندراج شدہ طالب علم

source: Mark as pending
ar: وضع علامة على أنه معلق
de: Als ausstehend markieren
es: marcar como pendiente
hi: लंबित के रूप में चिह्नित करें
id: Tandai sebagai tertunda
it: Contrassegna come in sospeso
km: សម្គាល់ថាកំពុងរង់ចាំ
ro: Marcați ca în așteptare
tr: beklemede olarak işaretle
ur: زیر التواء کے بطور نشان زد کریں۔

source: Section and lesson
ar: قسم ودرس
de: Abschnitt und Lektion
es: Sección y lección
id: Bagian dan pelajaran
it: Sezione e lezione
km: ផ្នែកនិងមេរៀន
ro: Secțiune și lecție
tr: Bölüm ve ders
ur: سیکشن اور سبق

source: Academic progress
ar: التقدم العلمي
de: Akademischer Fortschritt
es: Progreso académico
id: Kemajuan akademis
it: Progresso accademico
km: វឌ្ឍនភាពសិក្សា
ro: Progresul academic
tr: Akademik gelişme
ur: تعلیمی ترقی

source: Edit this course
ar: قم بتحرير هذه الدورة
de: Bearbeiten Sie diesen Kurs
es: Editar este curso
id: Edit kursus ini
it: Modifica questo corso
km: កែសម្រួលវគ្គសិក្សានេះ។
ro: Editați acest curs
tr: Bu kursu düzenle
ur: اس کورس میں ترمیم کریں۔

source: View course on frontend
ar: عرض الدورة على الواجهة الأمامية
de: Kurs im Frontend ansehen
es: Ver el curso en Frontend
hi: फ्रंटएंड पर पाठ्यक्रम देखें
id: Lihat kursus di frontend
it: Visualizza il corso sul frontend
km: មើលវគ្គសិក្សានៅខាងមុខ
ro: Vizualizați cursul pe frontend
tr: Kursu ön uçta görüntüle
ur: فرنٹ اینڈ پر کورس دیکھیں

source: Go to course playing page
ar: انتقل إلى صفحة اللعب بالطبع
de: Gehen Sie zur Kursspielseite
es: Ir a la página de juego del curso
hi: कोर्स प्लेइंग पेज पर जाएं
id: Buka halaman bermain kursus
it: Vai alla pagina di riproduzione del corso
km: ចូលទៅកាន់ទំព័រវគ្គសិក្សា
ro: Accesați pagina de joc curs
tr: Kurs oynatma sayfasına git
ur: کورس پلےنگ پیج پر جائیں۔

source: Section
ar: قسم
de: Abschnitt
es: sección
hi: अनुभाग
id: Bagian
it: Sezione
km: ផ្នែក
ro: Secțiune
tr: Bölüm
ur: سیکشن

source: Lesson
ar: درس
de: Lektion
es: Lección,
hi: पाठ
id: Pelajaran
it: Lezione
km: មេរៀន
ro: Lecţie
tr: Ders
ur: سبق

source: Mark as active
ar: وضع علامة نشط
de: Als aktiv markieren
es: marcar como activo
hi: सक्रिय के रूप में चिह्नित करें
id: Tandai sebagai aktif
it: Segna come attivo
km: សម្គាល់ថាសកម្ម
ro: Marcați ca activ
tr: etkin olarak işaretle
ur: فعال کے بطور نشان زد کریں۔

source: Edit course
ar: تحرير الدورة
de: Kurs bearbeiten
es: editar curso
hi: पाठ्यक्रम संपादित करें
id: Sunting kursus
it: Modifica corso
km: កែសម្រួលវគ្គសិក្សា
ro: Editați cursul
tr: Kursu düzenle
ur: کورس میں ترمیم کریں۔

source: Course manager
ar: مدير الدورة
de: Kursmanager
es: administrador del curso
hi: पाठ्यक्रम प्रबंधक
id: Manajer kursus
it: Responsabile del corso
km: អ្នកគ្រប់គ្រងវគ្គសិក្សា
ro: Manager de curs
tr: Kurs yöneticisi
ur: کورس مینیجر

source: View on frontend
ar: عرض على الواجهة الأمامية
de: Ansicht im Frontend
es: ver en el frente
hi: अग्रभाग पर देखें
id: Lihat di bagian depan
it: Visualizza sul frontend
km: មើលនៅផ្នែកខាងមុខ
ro: Vizualizare pe frontend
tr: Ön uçta görüntüle
ur: فرنٹ اینڈ پر دیکھیں

source: Back to course list
ar: العودة إلى قائمة الدورات
de: Zurück zur Kursliste
es: Volver a la lista de cursos
hi: पाठ्यक्रम सूची पर वापस जाएँ
id: Kembali ke daftar kursus
it: Torna all'elenco dei corsi
km: ត្រលប់ទៅបញ្ជីមុខវិជ្ជា
ro: Înapoi la lista de cursuri
tr: Kurs listesine geri dön
ur: کورس کی فہرست پر واپس جائیں۔

source: Zoom live class
ar: تكبير الطبقة الحية
de: Zoom-Live-Kurs
es: zoom clase en vivo
hi: ज़ूम लाइव क्लास
id: Zoom kelas langsung
it: Ingrandisci la lezione dal vivo
km: ពង្រីកថ្នាក់បន្តផ្ទាល់
ro: Zoom live curs
tr: Canlı sınıfı yakınlaştır
ur: زوم لائیو کلاس

source: Jitsi live class
ar: دروس جيتسي الحية
de: Jitsi-Live-Kurs
es: Clases en vivo de Jitsi
hi: जित्सी लाइव क्लास
id: Kelas langsung Jitsi
it: Jitsi lezione dal vivo
km: Jitsi បានផ្សាយបន្តផ្ទាល់
ro: curs live Jitsi
tr: Jitsi canlı sınıf
ur: جیتی لائیو کلاس

source: Assignment
ar: تكليف
de: Abtretung
es: Tareas
hi: कार्यभार
id: Penugasan
it: Incarico
km: កិច្ចការ
ro: Misiune
tr: Atama
ur: تفویض

source: Noticeboard
ar: لوح الإعلانات
de: Schild
es: Tablón de anuncios
hi: सूचना पट्ट
id: Papan peringatan
it: Bacheca
km: ផ្ទាំងជូនដំណឹង
ro: Avizier
tr: duyuru panosu
ur: نوٹس بورڈ

source: Analytics
ar: تحليلات
de: Analytik
es: analítica
hi: एनालिटिक्स
id: Analis
it: Analitica
km: វិភាគ
tr: Analitik
ur: تجزیات

source: Basic
ar: أساسي
es: básico
hi: बुनियादी
id: Dasar
it: Di base
km: មូលដ្ឋាន
ro: De bază
tr: Temel
ur: بنیادی

source: Info
ar: معلومات
de: Die Info
es: Información
hi: जानकारी
id: Informasi
it: Informazioni
km: ព័ត៌មាន
tr: Bilgi
ur: معلومات

source: Pricing
ar: التسعير
de: Preisgestaltung
es: Determinación de precios
hi: मूल्य निर्धारण
id: Harga
it: Prezzi
km: តម្លៃ
ro: Prețuri
tr: Fiyatlandırma
ur: قیمتوں کا تعین

source: Finish
ar: ينهي
de: Beenden
es: finalizar
hi: खत्म करना
id: Pemecahan
it: Fine
km: បញ្ចប់
ro: finalizarea
tr: Sona ermek
ur: ختم کرنا

source: Add new section
ar: أضف قسم جديد
de: Neuen Abschnitt hinzufügen
es: añadir nueva sección
hi: नया अनुभाग जोड़ें
id: Tambahkan bagian baru
it: Aggiungi nuova sezione
km: បន្ថែមផ្នែកថ្មី។
ro: Adăugați o nouă secțiune
tr: yeni bölüm ekle
ur: نیا سیکشن شامل کریں۔

source: Add section
ar: إضافة قسم
de: Abschnitt hinzufügen
es: añadir sección
hi: अनुभाग जोड़ें
id: Tambahkan bagian
it: Aggiungi sezione
km: បន្ថែមផ្នែក
ro: Adăugați o secțiune
tr: bölüm ekle
ur: سیکشن شامل کریں۔

source: Add new quiz
ar: أضف اختبارًا جديدًا
de: Neues Quiz hinzufügen
es: añadir nuevo cuestionario
hi: नई प्रश्नोत्तरी जोड़ें
id: Tambahkan kuis baru
it: Aggiungi nuovo quiz
km: បន្ថែមសំណួរថ្មី។
ro: Adăugați un nou test
tr: Yeni test ekle
ur: نیا کوئز شامل کریں۔

source: Add quiz
ar: إضافة اختبار
de: Quiz hinzufügen
es: agregar cuestionario
hi: प्रश्नोत्तरी जोड़ें
id: Tambahkan kuis
it: Aggiungi quiz
km: បន្ថែមសំណួរ
ro: Adăugați test
tr: Sınav ekle
ur: کوئز شامل کریں۔

source: Sort sections
ar: أقسام الفرز
de: Abschnitte sortieren
es: ordenar secciones
hi: अनुभागों को क्रमबद्ध करें
id: Sortir bagian
it: Ordina sezioni
km: តម្រៀបផ្នែក
ro: Sortați secțiuni
tr: Bölümleri sırala
ur: حصوں کو ترتیب دیں۔

source: Sort lessons
ar: فرز الدروس
de: Lektionen sortieren
es: ordenar las lecciones
hi: पाठों को क्रमबद्ध करें
id: Sortir pelajaran
it: Ordina le lezioni
km: តម្រៀបមេរៀន
ro: Sortați lecțiile
tr: Dersleri sırala
ur: اسباق کو ترتیب دیں۔

source: Sort lesson
ar: فرز الدرس
de: Lektion sortieren
es: ordenar texto
hi: पाठ क्रमबद्ध करें
id: Sortir pelajaran
it: Ordina lezione
km: តម្រៀបមេរៀន
ro: Sortează lecția
tr: Dersi sırala
ur: سبق کو ترتیب دیں۔

source: Update section
ar: قسم التحديث
de: Update-Bereich
es: sección de actualización
hi: अद्यतन अनुभाग
id: Bagian pembaruan
it: Sezione Aggiorna
km: ផ្នែកធ្វើបច្ចុប្បន្នភាព
ro: Secțiunea de actualizare
tr: Güncelleme bölümü
ur: اپ ڈیٹ سیکشن

source: Edit section
ar: تحرير القسم
de: Abschnitt bearbeiten
es: sección de edición
hi: अनुभाग का संपादन
id: Edit bagian
it: Modifica sezione
km: កែសម្រួលផ្នែក
ro: Editați secțiunea
tr: Bölümü düzenle
ur: سیکشن میں ترمیم کریں۔

source: Delete section
ar: حذف القسم
de: Abschnitt löschen
es: eliminar sección
hi: अनुभाग हटाएँ
id: Hapus bagian
it: Elimina sezione
km: លុបផ្នែក
ro: Ștergeți secțiunea
tr: Bölümü sil
ur: سیکشن کو حذف کریں۔

source: Update lesson
ar: تحديث الدرس
de: Lektion aktualisieren
es: actualizar texto
hi: पाठ अद्यतन करें
id: Perbarui pelajaran
it: Aggiorna lezione
km: ធ្វើបច្ចុប្បន្នភាពមេរៀន
ro: Actualizați lecția
tr: Dersi güncelle
ur: سبق کو اپ ڈیٹ کریں۔

source: Edit
ar: يحرر
de: Bearbeiten
es: editar
hi: संपादन करना
id: Sunting
it: Modificare
km: កែសម្រួល
ro: Editați | ×
tr: Düzenlemek
ur: ترمیم
