Repository: retrocraftdevops/seitech
Catalog: custom_addons/seitech_elearning/i18n/*.po
Languages: ar, de, es, hi, id, it, km, ro, tr, ur

source: Manage profile
ar: إدارة الملف الشخصى
de: Profile verwalten
es: Administrar perfil
hi: प्रोफ़ाइल प्रबंधित करें
id: Kelola profil
it: Gestisci profilo
km: គ្រប់គ្រងប្រវត្តិរូប
ro: Gestionează profilul
tr: Profili yönet
ur: پروفائل کا نظم کریں۔

source: Write a public review
ar: اكتب مراجعة عامة
de: Schreiben Sie eine öffentliche Rezension
es: escribir una reseña pública
hi: एक सार्वजनिक समीक्षा लिखें
id: Tulis ulasan publik
it: Scrivi una recensione pubblica
km: សរសេរការពិនិត្យឡើងវិញជាសាធារណៈ
ro: Scrieți o recenzie publică
tr: Herkese açık bir inceleme yazın
ur: ایک عوامی جائزہ لکھیں۔

source: Heads up
ar: انتباه
de: Kopf hoch
es: alerta
hi: सचेत
id: Hati-hati
it: Dritta
km: ក្បាលឡើង
ro: Atenție
tr: Dikkat et
ur: سر اپ

source: Describe your experience what you got out of the course and other helpful highlights
ar: صِف تجربتك وما حصلت عليه من الدورة وأبرز النقاط المفيدة الأخرى
de: Beschreiben Sie Ihre Erfahrungen mit dem Kurs und andere hilfreiche Highlights
es: Describa su experiencia, lo que obtuvo del curso y otros aspectos destacados útiles
hi: अपने अनुभव का वर्णन करें कि आपको पाठ्यक्रम से क्या मिला और अन्य उपयोगी हाइलाइट्स
id: Jelaskan pengalaman Anda apa yang Anda dapatkan dari kursus dan sorotan bermanfaat lainnya
it: Descrivi la tua esperienza cosa hai ottenuto dal corso e altri punti salienti utili
km: ពិពណ៌នាអំពីបទពិសោធន៍របស់អ្នកនូវអ្វីដែលអ្នកទទួលបានចេញពីវគ្គសិក្សា និងចំណុចសំខាន់ៗផ្សេងទៀតដែលមានប្រយោជន៍
ro: Descrieți experiența dvs. ceea ce ați obținut la curs și alte aspecte utile
tr: Deneyiminizi, kurstan ne elde ettiğinizi ve diğer faydalı noktaları açıklayın
ur: اپنے تجربے کی وضاحت کریں کہ آپ کو کورس سے کیا حاصل ہوا اور دیگر مددگار جھلکیاں

source: Are you sure
ar: هل أنت متأكد
de: Bist du dir sicher?
es: ¿está seguro?
hi: क्या आपको यकीन है
id: Apa kamu yakin
it: Sei sicuro
km: តើ​អ្នក​ប្រាកដ​ឬ​អត់
ro: Esti sigur
tr: Emin misin
ur: کیا تمہیں یقین ہے

source: What did the instructor do well and what could use some improvement
ar: ما الذي فعله المدرب جيدًا وما الذي يمكن أن يحتاج إلى بعض التحسين
de: Was hat der Dozent gut gemacht und was könnte verbessert werden?
es: Qué hizo bien el entrenador y qué se puede mejorar
hi: प्रशिक्षक ने क्या अच्छा किया और क्या कुछ सुधार किया जा सकता है
id: Apa yang dilakukan instruktur dengan baik dan apa yang perlu diperbaiki
it: Cosa ha fatto bene l'istruttore e cosa potrebbe essere migliorato
km: តើ​គ្រូ​បង្រៀន​ធ្វើ​អ្វី​បាន​ល្អ និង​អ្វី​ដែល​អាច​ប្រើ​ការ​កែលម្អ​ខ្លះ
ro: Ce a făcut bine instructorul și la ce ar putea folosi unele îmbunătățiri
tr: Eğitmen neleri iyi yaptı ve nelerin biraz iyileştirilmesi yararlı olabilir?
ur: انسٹرکٹر نے کیا اچھا کیا اور کیا کچھ بہتری کا استعمال کر سکتا ہے

source: Cancel
ar: يلغي
de: Stornieren
es: Cancelar
hi: रद्द करना
id: Membatalkan
it: Annulla
km: បោះបង់
ro: Anulare
tr: İptal etmek
ur: منسوخ کریں۔

source: Continue
ar: يكمل
de: Weitermachen
es: continuar
hi: जारी रखना
id: Melanjutkan
it: Continua
km: បន្ត
ro: Continua
tr: Devam etmek
ur: جاری رہے

source: Next
ar: التالي
de: Nächste
es: próximo
hi: अगला
id: Berikutnya
it: Prossimo
km: បន្ទាប់
ro: Următorul
tr: Sonraki
ur: اگلے

source: Previous
ar: سابق
de: vorherige
es: de antes
hi: पहले का
id: Sebelumnya
it: Precedente
km: មុន
ro: Anterior
tr: Öncesi
ur: پچھلا

source: Publish
ar: ينشر
de: veröffentlichen
es: A publicar
hi: प्रकाशित करना
id: Menerbitkan
it: Pubblicare
km: បោះពុម្ពផ្សាយ
ro: Publica
tr: Yayınla
ur: شائع کریں۔

source: Delete
ar: يمسح
de: Löschen
es: borrar
hi: मिटाना
id: Menghapus
it: Eliminare
km: លុប
ro: Șterge
tr: Silmek
ur: حذف کریں۔

source: 404 page not found
ar: صفحة 404 غير موجودة
de: 404 Seite nicht gefunden
es: 404 Pagina no encontrada
hi: 404 पृष्ठ नहीं मिला
id: 404 halaman tidak ditemukan
it: 404 pagina non trovata
km: រកមិនឃើញទំព័រ 404
ro: 404 Pagina nu a fost găsită
tr: 404 Sayfa Bulunamadı
ur: 404 صفحہ نہیں ملا

source: Courses
ar: الدورات
de: Kurse
es: Programa de estudios
hi: पाठ्यक्रम
id: Kursus
it: Corsi
km: វគ្គសិក្សា
ro: Cursuri
tr: Dersler
ur: کورسز

source: All courses
ar: كل الدورات
de: Alle Kurse
es: todos los cursos
hi: सभी पाठ्यक्रम
id: Semua kursus
it: Tutti i corsi
km: វគ្គសិក្សាទាំងអស់។
ro: Toate cursurile
tr: Tüm kurslar
ur: تمام کورسز

source: Search for courses
ar: ابحث عن الدورات
de: Nach Kursen suchen
es: encontrar cursos
hi: पाठ्यक्रम खोजें
id: Temukan kursus
it: Cerca corsi
km: ស្វែងរកវគ្គសិក្សា
ro: Caută cursuri
tr: Kurs ara
ur: کورسز تلاش کریں۔

source: Go to cart
ar: اذهب إلى عربة التسوق
de: Gehen Sie zum Warenkorb
es: ir al carrito
hi: गाड़ी पर जाना
id: Pergi ke troli
it: Vai al carrello
km: ទៅរទេះ
ro: Du-te la coș
tr: Sepete git
ur: ٹوکری پر جائیں۔

source: Your cart is empty
ar: عربة التسوق فارغة
de: Ihr Warenkorb ist leer
es: Tu carrito esta vacío
hi: आपकी गाड़ी खाली है
id: keranjang Anda kosong
it: il tuo carrello è vuoto
km: រទេះរបស់អ្នកទទេ
ro: Coșul tău este gol
tr: Sepetiniz boş
ur: آپ کی ٹوکری خالی ہے

source: Log in
ar: تسجيل الدخول
de: registrieren
es: acceso
hi: लॉग इन करें
id: bundel
km: ចូល
tr: Giriş yapmak
ur: لاگ ان کریں

source: Sign up
ar: اشتراك
de: registrieren
es: Inscribirse
hi: साइन अप करें
id: Daftar
it: Iscrizione
km: ចុះ​ឈ្មោះ
ro: Inscrie-te
tr: Üye olmak
ur: سائن اپ

source: Cookie policy
ar: سياسة ملفات الارتباط
de: Cookie-Richtlinie
es: política de cookies
hi: कूकी नीति
id: Kebijakan Cookie
it: Gestione dei Cookie
km: គោលនយោបាយខូគី
ro: Politica de cookie-uri
tr: Çerez politikası
ur: کوکی پالیسی

source: Accept
ar: يقبل
de: Akzeptieren
es: Aceptar
hi: स्वीकार करना
id: Diterima
it: Accettare
km: ទទួលយក
tr: Kabul etmek
ur: قبول کریں۔

source: Oh snap
ar: أوه المفاجئة
de: verdammt
es: oh chasquido
hi: ओह तस्वीर
id: Oh jepret
it: Oh schiocco
km: អូខ្ទាស់
ro: Oh, trage
tr: Oh çırpıda
ur: اوہ سنیپ

source: This is not the web page you are looking for
ar: هذه ليست صفحة الويب التي تبحث عنها
de: Dies ist nicht die Website, die Sie suchen
es: Esta no es la página web que buscas
hi: यह वह वेब पेज नहीं है जिसे आप ढूंढ रहे हैं
id: Ini bukan halaman web yang Anda cari
it: Questa non è la pagina web che stai cercando
km: នេះមិនមែនជាគេហទំព័រដែលអ្នកកំពុងស្វែងរកទេ។
ro: Aceasta nu este pagina web pe care o căutați
tr: Bu aradığınız web sayfası değil
ur: یہ وہ ویب صفحہ نہیں ہے جس کی آپ تلاش کر رہے ہیں۔

source: Back to home
ar: العودة إلى المنزل
de: Zurück zuhause
es: de vuelta a casa
hi: घर वापिस जा रहा हूँ
id: Kembali ke rumah
it: Tornare a casa
km: ត្រលប់​ទៅផ្ទះ
ro: Înapoi acasă
tr: Eve geri dön
ur: واپس گھر

source: About
ar: عن
de: Um
es: Sobre esto
hi: के बारे में
id: Tentang
it: Di
km: អំពី
ro: Despre
tr: Hakkında
ur: کے بارے میں

source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutz-Bestimmungen
es: política de privacidad
hi: गोपनीयता नीति
id: Kebijakan pribadi
it: Politica sulla riservatezza
km: គោលការណ៍​ភាព​ឯកជន
ro: Politica de confidențialitate
tr: Gizlilik Politikası
ur: رازداری کی پالیسی

source: Terms and condition
ar: أحكام وشروط
de: Geschäftsbedingung
es: Términos y condiciones
hi: नियम व शर्तें
id: Syarat dan ketentuan
it: Termini e condizioni
km: លក្ខខណ្ឌ​និង​លក្ខខណ្ឌ
ro: Termeni și condiții
tr: Şartlar ve koşullar
ur: شرائط و ضوابط

source: Login
ar: تسجيل الدخول
de: Anmeldung
es: acceso
hi: लॉग इन करें
id: bundel
km: ចូល
tr: Giriş yapmak
ur: لاگ ان کریں

source: Step
ar: خطوة
de: Schritt
es: paso
hi: कदम
id: Naiklah
it: Fare un passo
km: ជំហាន
ro: Etapa
tr: Adım
ur: قدم

source: How would you rate this course overall
ar: كيف تقيم هذه الدورة بشكل عام
de: Wie würden Sie diesen Kurs insgesamt bewerten?
es: ¿Cómo calificaría este curso en general?
id: Bagaimana Anda menilai kursus ini secara keseluruhan?
it: Come giudicheresti questo corso nel complesso?
km: តើអ្នកនឹងវាយតម្លៃវគ្គសិក្សានេះយ៉ាងដូចម្តេច
ro: Cum ați evalua acest curs în ansamblu
tr: Bu kursu genel olarak nasıl değerlendirirsiniz?
ur: آپ اس کورس کو مجموعی طور پر کیسے درجہ دیں گے۔

source: All category
ar: كل الفئات
de: Alle Kategorie
es: Toda la categoría
id: Semua kategori
it: Tutta la categoria
km: ប្រភេទទាំងអស់។
ro: Toate categoriile
tr: Tüm kategori
ur: تمام زمرہ

source: Showing on this page
ar: يظهر في هذه الصفحة
de: Wird auf dieser Seite angezeigt
es: Mostrando en esta página
hi: इस पेज पर दिखाया जा रहा है
id: Menampilkan di halaman ini
it: In mostra su questa pagina
km: បង្ហាញនៅលើទំព័រនេះ។
ro: Afișat pe această pagină
tr: Bu sayfada gösteriliyor
ur: اس صفحہ پر دکھا رہا ہے۔

source: Filter
ar: منقي
es: filtrar
hi: फ़िल्टर
id: Bermacam-macam
it: Filtro
km: តម្រង
ro: Filtru
tr: filtre
ur: فلٹر

source: Categories
ar: فئات
de: Kategorien
es: categorías
hi: श्रेणियाँ
id: Kategori
it: Categorie
km: ប្រភេទ
ro: Categorii
tr: Kategoriler
ur: اقسام

source: Show more
ar: أظهر المزيد
de: Zeig mehr
es: mostrar más
hi: और दिखाओ
id: Menampilkan lebih banyak
it: Mostra di più
km: បង្ហាញច្រើនទៀត
ro: Afișați mai multe
tr: Daha fazla göster
ur: مزید دکھائیں

source: Price
ar: سعر
es: valer
hi: कीमत
id: Harga
it: Prezzo
km: តម្លៃ
ro: Preț
tr: Fiyat
ur: قیمت

source: All
ar: الجميع
es: Todo
hi: सभी
id: Semua
it: Tutto
km: ទាំងអស់។
ro: Toate
tr: Tüm
ur: تمام

source: Free
ar: حر
es: Gratis
hi: मुक्त
id: Bebas
it: Gratuito
km: ឥតគិតថ្លៃ
ro: Gratuit
tr: Özgür
ur: مفت

source: Paid
ar: مدفوع
es: pagado
hi: चुकाया गया
id: Dibayar
it: Pagato
km: បង់
ro: Plătit
tr: Paralı
ur: ادا کیا

source: Level
ar: مستوى
de: Even
es: nivel
hi: स्तर
id: Tingkat
it: Livello
km: កម្រិត
ro: Nivel
tr: Seviye
ur: سطح

source: Beginner
ar: مبتدئ
es: inicial
hi: शुरुआती
id: Pemula
it: Principiante
km: អ្នកចាប់ផ្តើម
ro: Începător
tr: Acemi
ur: شروع

source: Advanced
ar: متقدم
de: Progressive
es: desarrollado
hi: विकसित
id: Canggih
it: Avanzate
km: កម្រិតខ្ពស់
ro: Avansat
tr: Gelişmiş
ur: اعلی درجے کی

source: Intermediate
ar: متوسط
es: medio
hi: मध्यम
id: ditengahi
it: Intermedio
km: កម្រិតមធ្យម
ro: Intermediar
tr: Orta seviye
ur: انٹرمیڈیٹ

source: Language
ar: لغة
es: Idioma
hi: भाषा
id: Bahasa
it: Lingua
km: ភាសា
ro: Limba
tr: Dil
ur: زبان

source: Ratings
ar: التقييمات
de: reviews
es: clasificación
hi: रेटिंग
id: Pangkat
it: Giudizi
km: ការវាយតម្លៃ
ro: Evaluări
tr: Derecelendirmeler
ur: ریٹنگز

source: Lessons
ar: الدروس
de: Instruction
es: Lección,
hi: पाठ
id: Pelajaran
it: Lezioni
km: មេរៀន
ro: Lecții
tr: Dersler
ur: اسباق

source: Hours
ar: ساعات
es: horas
hi: घंटे
id: Selai
it: Ore
km: ម៉ោង
ro: Ore
tr: Saat
ur: گھنٹے

source: Show less
ar: عرض أقل
es: Muestra menos
hi: कम दिखाएं
id: Tampilkan lebih sedikit
it: Mostra meno
km: បង្ហាញតិច
ro: Arata mai putin
tr: Daha az göster
ur: کم دکھائیں۔

source: Course
ar: دورة
es: Duración
hi: अवधि
id: Kursus
it: Corso
km: វគ្គសិក្សា
ro: Curs
tr: Kurs
ur: کورس

source: Students enrolled
ar: التحق الطلاب
es: estudiantes matriculados
hi: विद्यार्थियों ने नामांकन कराया
id: Siswa mendaftar
it: Studenti iscritti
km: សិស្សបានចុះឈ្មោះ
ro: Elevii înscriși
tr: Kayıtlı öğrenciler
ur: طلباء نے داخلہ لیا۔

source: Created by
ar: انشأ من قبل
es: creado por
hi: के द्वारा बनाई गई
id: Dibuat oleh
it: Creato da
km: បង្កើត​ឡើង​ដោយ
ro: Creat de
tr: Tarafından yaratıldı
ur: بنائی گئی

source: Last updated
ar: آخر تحديث
de: last update
es: última actualización
hi: आखरी अपडेट
id: Terakhir diperbarui
it: Ultimo aggiornamento
km: ធ្វើ​ឱ្យ​ទាន់សម័យ​ចុងក្រោយ
ro: Ultima actualizare
tr: Son güncelleme
ur: آخری بار اپ ڈیٹ کیا گیا۔

source: What will i learn
ar: ماذا سأتعلم
es: Que voy a aprender
hi: मैं क्या सीखूंगा
id: Apa yang akan saya pelajari
it: Cosa imparerò
km: តើខ្ញុំនឹងរៀនអ្វី
ro: Ce voi invata
tr: ne öğreneceğim
ur: میں کیا سیکھوں گا

source: Curriculum for this course
ar: المنهج الدراسي لهذه الدورة
de: syllabus for this course
es: Programa de este curso
hi: इस पाठ्यक्रम के लिए पाठ्यक्रम
id: Kurikulum untuk kursus ini
it: Curriculum per questo corso
km: កម្មវិធីសិក្សាសម្រាប់វគ្គសិក្សានេះ។
ro: Curriculum pentru acest curs
tr: Bu ders için müfredat
ur: اس کورس کے لیے نصاب

source: Requirements
ar: متطلبات
es: Requisitos
hi: आवश्यकताएं
id: Persyaratan
it: Requisiti
km: តម្រូវការ
ro: Cerințe
tr: Gereksinimler
ur: تقاضے

source: View more
ar: عرض المزيد
de: See more
es: Ver más
hi: और देखें
id: Lihat lebih banyak
it: Visualizza di più
km: មើល​ច្រើន​ទៀត
ro: Vezi mai mult
tr: Daha fazla göster
ur: مزید دیکھیں

source: Description
ar: وصف
es: Descripción
hi: विवरण
id: Keterangan
it: Descrizione
km: ការពិពណ៌នា
ro: Descriere
tr: Tanım
ur: تفصیل

source: Other related courses
ar: دورات أخرى ذات صلة
es: otros cursos relacionados
hi: अन्य संबंधित पाठ्यक्रम
id: Kursus terkait lainnya
it: Altri corsi correlati
km: វគ្គសិក្សាពាក់ព័ន្ធផ្សេងទៀត។
ro: Alte cursuri conexe
tr: Diğer ilgili kurslar
ur: دیگر متعلقہ کورسز

source: Updated
ar: محدث
es: Actualizaciones
hi: अद्यतन
id: Diperbarui
it: Aggiornato
km: បានធ្វើបច្ចុប្បន្នភាព
ro: Actualizat
tr: Güncellenmiş
ur: تازہ کاری

source: About the instructor
ar: عن المدرب
de: About the lecturer
es: sobre el instructor
hi: प्रशिक्षक के बारे में
id: Tentang instruktur
it: A proposito dell'istruttore
km: អំពីគ្រូ
ro: Despre instructor
tr: Eğitmen hakkında
ur: انسٹرکٹر کے بارے میں

source: Reviews
ar: المراجعات
es: Revisar
hi: समीक्षा
id: Ulasan
it: Recensioni
km: ពិនិត្យ
ro: Recenzii
tr: Yorumlar
ur: جائزے

source: Students
ar: طلاب
es: Alumno
hi: छात्र
id: Siswa
it: Studenti
km: សិស្ស
ro: Elevi
tr: öğrenciler
ur: طلباء

source: Student feedback
ar: ملاحظات الطلاب
es: comentarios de los estudiantes
hi: छात्र प्रतिक्रिया
id: Umpan balik siswa
it: Feedback degli studenti
km: មតិស្ថាបនារបស់សិស្ស
ro: Feedback-ul elevilor
tr: Öğrenci geri bildirimi
ur: طالب علم کی رائے

source: Average rating
ar: متوسط ​​تقييم
es: rango promedio
hi: औसत श्रेणी
id: Penilaian rata-rata
it: Voto medio
km: ការវាយតម្លៃជាមធ្យម
ro: Rata medie
tr: Ortalama puanı
ur: اوسط درجہ بندی

source: Buy now
ar: اشتري الآن
es: comprar ahora
hi: अभी खरीदें
id: Beli sekarang
it: Acquista ora
km: ទិញ​ឥឡូវនេះ
ro: Cumpără acum
tr: Şimdi al
ur: ابھی خریدئے

source: Added to cart
ar: تمت الإضافة إلى عربة التسوق
es: agregado al carrito
hi: कार्ट में जोड़ा गया
id: Ditambahkan ke troli
it: Aggiunto al carrello
km: បញ្ចូលទៅក្នុងរទេះ
ro: Adăugat în coș
tr: sepete eklendi
ur: کارٹ میں شامل کر دیا گیا۔

source: Includes
ar: يشمل
de: Included
es: Involucrado
hi: शामिल
id: Termasuk
it: Include
km: រួមបញ្ចូល
ro: Include
tr: İçerir
ur: شامل

source: On demand videos
ar: مقاطع فيديو حسب الطلب
es: vídeo bajo demanda
hi: ऑन डिमांड वीडियो
id: Video sesuai permintaan
it: Video on demand
km: វីដេអូតាមតម្រូវការ
ro: Videoclipuri la cerere
tr: İsteğe bağlı videolar
ur: آن ڈیمانڈ ویڈیوز

source: Full lifetime access
ar: وصول كامل مدى الحياة
es: acceso completo de por vida
hi: पूर्ण जीवनकाल पहुंच
id: Akses seumur hidup penuh
it: Accesso completo a vita
km: ការចូលប្រើពេញមួយជីវិត
ro: Acces pe viață completă
tr: Tam ömür boyu erişim
ur: پوری زندگی تک رسائی

source: Access on mobile and tv
ar: الوصول على الهاتف المحمول والتلفزيون
de: Access to cell phone and TV
es: Acceso móvil y TV
hi: मोबाइल और टीवी पर पहुंच
id: Akses di ponsel dan tv
it: Accesso su cellulare e tv
km: ការចូលប្រើនៅលើទូរស័ព្ទ និងទូរទស្សន៍
ro: Acces pe mobil si tv
tr: Mobil ve TV üzerinden erişim
ur: موبائل اور ٹی وی پر رسائی

source: Add to cart
ar: أضف إلى السلة
es: añadir a la cesta
hi: कार्ट में जोड़ें
id: Masukkan ke keranjang
it: Aggiungi al carrello
km: បញ្ចូលទៅក្នុងរទេះ
ro: Adaugă in coş
tr: Sepete ekle
ur: ٹوکری میں شامل کریں

source: Please wait
ar: انتظر من فضلك
es: espere por favor
hi: कृपया प्रतीक्षा करें
id: Harap tunggu
it: attendere prego
km: សូមរង់ចាំ
ro: Va rugam asteptati
tr: Lütfen bekleyin
ur: برائے مہربانی انتظار کریں

source: Preview this course
ar: معاينة هذه الدورة
es: vista previa de este curso
hi: इस पाठ्यक्रम का पूर्वावलोकन करें
id: Pratinjau kursus ini
it: Anteprima di questo corso
km: មើលវគ្គសិក្សានេះជាមុន
ro: Previzualizează acest curs
tr: Bu kursu önizle
ur: اس کورس کا جائزہ لیں۔

source: Course preview
ar: معاينة الدورة
es: vista previa del curso
hi: पाठ्यक्रम पूर्वावलोकन
id: Pratinjau kursus
it: Anteprima del corso
km: ការមើលវគ្គសិក្សាជាមុន
ro: Previzualizare curs
tr: Kurs önizlemesi
ur: کورس کا پیش نظارہ

source: Admin revenue
ar: الإيرادات الإدارية
de: administrative income
es: ingresos de administración
hi: प्रशासन राजस्व
id: Pendapatan Admin
it: Entrate amministrative
km: ចំណូលពីអ្នកគ្រប់គ្រង
ro: Venitul administrativ
tr: yönetici geliri
ur: ایڈمن کی آمدنی

source: Welcome
ar: مرحباً
es: Bienvenido
hi: स्वागत
id: Selamat datang
it: Benvenuto
km: សូមស្វាគមន៍
ro: Bine ati venit
tr: Hoş geldin
ur: خوش آمدید

source: My account
ar: حسابي
es: Mi cuenta
hi: मेरा खाता
id: Akun saya
it: Il mio conto
km: គណនី​របស់ខ្ញុំ
ro: Contul meu
tr: Hesabım
ur: میرا اکاونٹ

source: Settings
ar: إعدادات
de: Ideas
es: Ajustamiento
hi: समायोजन
id: Pengaturan
it: Impostazioni
km: ការកំណត់
ro: Setări
tr: Ayarlar
ur: ترتیبات

source: Logout
ar: تسجيل خروج
es: cerrar sesión
hi: लॉग आउट
id: Keluar
it: Disconnettersi
km: ចាកចេញ
ro: Deconectare
tr: Çıkış Yap
ur: لاگ آوٹ

source: Visit website
ar: زيارة الموقع
de: Visit the website
es: visita el sitio web
hi: बेवसाइट देखना
id: Kunjungi situs web
it: Visita il sito web
km: ចូលមើលគេហទំព័រ
ro: Vizitati site-ul
tr: Siteyi ziyaret et
ur: ویب سائیٹ پر جائیں

source: Navigation
ar: ملاحة
es: Guía
hi: मार्गदर्शन
id: Navigasi
it: Navigazione
km: ការរុករក
ro: Navigare
tr: Navigasyon
ur: سمت شناسی

source: Dashboard
ar: لوحة القيادة
es: panel
hi: डैशबोर्ड
id: Dasbor
it: Pannello di controllo
km: ផ្ទាំងគ្រប់គ្រង
ro: Bord
tr: Gösterge Paneli
ur: ڈیش بورڈ

source: Add new category
ar: إضافة فئة جديدة
es: Añadir nueva categoria
hi: नई श्रेणी जोड़ें
id: Tambahkan kategori baru
it: Aggiungi nuova categoria
km: បន្ថែមប្រភេទថ្មី។
ro: Adăugați o nouă categorie
tr: Yeni Kategori Ekle
ur: نیا زمرہ شامل کریں۔

source: Instructors
ar: المدربين
de: instructor
es: instructables
hi: अनुदेशकों
id: Instruktur
it: Istruttori
km: គ្រូបង្រៀន
ro: Instructori
tr: Eğitmenler
ur: انسٹرکٹرز

source: Enrolment
ar: التسجيل
de: enrollment
es: Inscripción
hi: उपस्थिति पंजी
id: Registrasi
it: Iscrizione
km: ការចុះឈ្មោះ
ro: Înscriere
tr: kayıt
ur: اندراج

source: Enrol history
ar: سجل التسجيل
de: login history
es: historial de inscripción
hi: नामांकन इतिहास
id: Daftar riwayat
it: Registra la storia
km: ប្រវត្តិចុះឈ្មោះ
ro: Istoricul înscrierii
tr: kayıt geçmişi
ur: تاریخ کا اندراج کریں۔

source: Enrol a student
ar: انتسب طالب
de: Enroll a student
es: inscribir a un estudiante
hi: एक छात्र का नामांकन करें
id: Daftarkan siswa
it: Iscrivi uno studente
km: ចុះឈ្មោះសិស្ស
ro: Înscrieți un student
tr: öğrenci kaydı
ur: ایک طالب علم کا اندراج کریں۔

source: Report
ar: تقرير
de: Nachricht
es: Informe
hi: प्रतिवेदन
id: Laporan
it: Rapporto
km: រាយការណ៍
ro: Raport
tr: Rapor
ur: رپورٹ

source: Instructor revenue
ar: إيرادات المدرب
de: income of the trainers
es: ingresos del instructor
hi: प्रशिक्षक राजस्व
id: Pendapatan instruktur
it: Entrate dell'istruttore
km: ប្រាក់ចំណូលរបស់គ្រូ
ro: Venitul instructorului
tr: Eğitmen geliri
ur: انسٹرکٹر کی آمدنی

source: Message
ar: رسالة
de: News
es: Mensaje
hi: संदेश
id: Pesan
it: Messaggio
km: សារ
ro: Mesaj
tr: İleti
ur: پیغام

source: Addons
ar: الإضافات
es: Añadir
hi: ऐड-ऑन
id: tambahan
it: Componenti aggiuntivi
km: សារធាតុបន្ថែម
ro: Suplimente
tr: Eklentiler
ur: ایڈونز

source: Addon manager
ar: مدير الملحق
es: administrador de complementos
hi: ऐडऑन मैनेजर
id: Manajer tambahan
it: Gestore dei componenti aggiuntivi
km: អ្នកគ្រប់គ្រង Addon
ro: Manager de suplimente
tr: eklenti yöneticisi
ur: ایڈون مینیجر

source: Available addons
ar: الوظائف الإضافية المتاحة
es: Complementos disponibles
hi: उपलब्ध ऐडऑन
id: Addon yang tersedia
it: Componenti aggiuntivi disponibili
km: កម្មវិធីបន្ថែមដែលមាន
ro: Suplimente disponibile
tr: Mevcut eklentiler
ur: دستیاب ایڈونز

source: System settings
ar: اعدادات النظام
es: disposición del sistema
hi: प्रणाली व्यवस्था
id: Pengaturan sistem
it: Impostazioni di sistema
km: ការកំណត់ប្រព័ន្ធ
ro: Setarile sistemului
tr: Sistem ayarları
ur: سسٹم کی ترتیبات

source: Website settings
ar: إعدادات موقع الويب
es: Configuración del sitio web
hi: वेबसाइट सेटिंग
id: Pengaturan situs web
it: Impostazioni del sito web
km: ការកំណត់គេហទំព័រ
ro: Setări site
tr: Web sitesi ayarları
ur: ویب سائٹ کی ترتیبات

source: Payment settings
ar: إعدادات الدفع
es: configuraciones de pago
hi: भुगतान सेटिंग
id: Pengaturan pembayaran
it: Impostazioni di pagamento
km: ការកំណត់ការទូទាត់
ro: Setări de plată
tr: ödeme ayarları
ur: ادائیگی کی ترتیبات

source: Instructor settings
ar: إعدادات المدرب
de: teacher settings
es: configuración del instructor
hi: प्रशिक्षक सेटिंग्स
id: Pengaturan instruktur
it: Impostazioni dell'istruttore
km: ការកំណត់គ្រូ
ro: Setările instructorului
tr: eğitmen ayarları
ur: انسٹرکٹر کی ترتیبات

source: Language settings
ar: اعدادات اللغة
es: Configuración de lenguaje
hi: भाषा सेटिंग्स
id: Pengaturan bahasa
it: Impostazioni della lingua
km: ការកំណត់ភាសា
ro: Setările de limbă
tr: Dil ayarları
ur: زبان کی ترتیبات

source: Smtp settings
ar: إعدادات SMTP
es: Configuración SMTP
hi: एसएमटीपी सेटिंग्स
id: Pengaturan smtp
it: Impostazioni smtp
km: ការកំណត់ Smtp
ro: Setări smtp
tr: smtp ayarları
ur: ایس ایم ٹی پی کی ترتیبات

source: Theme settings
ar: إعدادات الموضوع
es: Ajustes de tema
hi: विषय सेटिंग
id: Pengaturan tema
it: Impostazioni tema
km: ការកំណត់ប្រធានបទ
ro: Setari tema
tr: Tema ayarları
ur: تھیم کی ترتیبات

source: Enrolled course
ar: بالطبع المسجلين
es: cursos matriculados
hi: नामांकित पाठ्यक्रम
id: Kursus terdaftar
it: Corso iscritto
km: វគ្គសិក្សាដែលបានចុះឈ្មោះ
ro: Curs inscris
tr: Kayıtlı kurs
ur: اندراج شدہ کورس

source: Total amount
ar: المبلغ الإجمالي
de: total quantity
es: Cantidad total
hi: कुल राशि
id: Jumlah total
it: Importo totale
km: ចំនួន​សរុប
ro: Valoare totală
tr: Toplam tutar
ur: کل رقم

source: Enrolment date
ar: تاريخ التسجيل
de: registration date
es: Fecha de inscripción
hi: नामांकन तिथि
id: Tanggal pendaftaran
it: Data di iscrizione
km: កាលបរិច្ឆេទចុះឈ្មោះ
ro: Data înscrierii
tr: kayıt tarihi
ur: اندراج کی تاریخ

source: Actions
ar: أجراءات
es: acción
hi: कार्रवाई
id: Tindakan
it: Azioni
km: សកម្មភាព
ro: Acțiuni
tr: Hareketler
ur: اعمال

source: This year
ar: هذا العام
es: este año
hi: इस साल
id: tahun ini
it: Quest'anno
km: ឆ្នាំ​នេះ
ro: Anul acesta
tr: Bu yıl
ur: اس سال

source: Active course
ar: دورة نشطة
es: curso activo
hi: सक्रिय पाठ्यक्रम
id: Kursus aktif
it: Corso attivo
km: វគ្គសិក្សាសកម្ម
ro: Curs activ
tr: Aktif kurs
ur: ایکٹو کورس

source: Pending course
ar: دورة معلقة
es: cursos pendientes
hi: लंबित पाठ्यक्रम
id: Kursus tertunda
it: Corso in sospeso
km: វគ្គសិក្សាកំពុងរង់ចាំ
ro: Curs în așteptare
tr: Bekleyen kurs
ur: زیر التوا کورس

source: Congratulations
ar: تهانينا
es: Felicidades
hi: बधाई हो
id: Senang
it: Congratulazioni
km: សូមអបអរសាទរ
ro: Felicitări
tr: Tebrikler
ur: مبارک ہو

source: Please fill all the required fields
ar: يرجى ملء جميع الحقول المطلوبة
de: Please fill out all required fields
es: Por favor, rellene todos los campos obligatorios
hi: कृपया सभी आवश्यक फ़ील्ड भरें
id: Harap isi semua bidang yang wajib diisi
it: Si prega di compilare tutti i campi richiesti
km: សូមបំពេញវាលដែលត្រូវការទាំងអស់។
ro: Vă rugăm să completați toate câmpurile obligatorii
tr: Lütfen gerekli tüm alanları doldurun
ur: براہ کرم تمام مطلوبہ فیلڈز کو پُر کریں۔

source: Close
ar: يغلق
es: cerca
hi: बंद करना
id: Menutup
it: Vicino
km: បិទ
ro: Închide
tr: Kapalı
ur: بند کریں

source: Private messaging
ar: الرسائل الخاصة
de: private messages
es: Mensaje personal
hi: निजी संदेश
id: Pesan pribadi
it: Messaggi privati
km: សារឯកជន
ro: Mesaje private
tr: özel mesajlaşma
ur: نجی پیغام رسانی

source: Private message
ar: رسالة خاصة
es: Mensaje personal
hi: निजी संदेश
id: Pesan pribadi
it: Messaggio privato
km: សារ​ជា​ឯកជន
ro: Mesaj privat
tr: Özel mesaj
ur: ذاتی پیغام

source: New message
ar: رسالة جديدة
es: nuevo mensaje
hi: नया सन्देश
id: Pesan baru
it: Nuovo messaggio
km: សារថ្មី។
ro: Mesaj nou
tr: Yeni Mesaj
ur: نیا پیغام

source: Home
ar: بيت
es: Hogar
hi: घर
id: Rumah
it: Casa
km: ផ្ទះ
ro: Acasă
tr: Ev
ur: گھر
