Repository: retrocraftdevops/seitech
Catalog: custom_addons/seitech_elearning/i18n/*.po
Languages: ar, de, es, hi, id, it, km, ro, tr, ur

source: Current price of the courses is
de: Der aktuelle Preis der Kurse beträgt
es: El precio actual de los cursos es
id: Harga kursus saat ini adalah
it: Il prezzo attuale dei corsi è
km: តម្លៃបច្ចុប្បន្ននៃវគ្គសិក្សាគឺ
ro: Pretul curent al cursurilor este
tr: Kursların güncel fiyatı
ur: کورسز کی موجودہ قیمت ہے۔

source: Bundle price
de: Bundle-Preis
es: Precio del paquete
id: Harga bundel
it: Prezzo a pacchetto
km: តម្លៃកញ្ចប់
ro: Prețul pachetului
tr: paket fiyatı
ur: بنڈل کی قیمت

source: Subscription renew days
de: Tage der Abonnementverlängerung
es: Días de renovación de suscripción
id: Langganan memperbaharui hari
it: Giorni di rinnovo dell'abbonamento
km: ថ្ងៃបន្តការជាវ
ro: Zile de reînnoire a abonamentului
tr: Abonelik yenileme günleri
ur: سبسکرپشن کی تجدید کے دن

source: Count day
de: Tag zählen
es: Contar día
id: Hitung hari
it: Contare il giorno
km: រាប់ថ្ងៃ
ro: Numără ziua
tr: gün sayısı
ur: دن گننا

source: Banner
es: Bandera
hi: बैनर
id: Spanduk
it: Bandiera
km: បដា
tr: Afiş
ur: بینر

source: Update bundle
de: Paket aktualisieren
es: paquete de actualización
hi: बंडल अद्यतन करें
id: Perbarui bundel
it: Pacchetto di aggiornamento
km: ធ្វើបច្ចុប្បន្នភាពកញ្ចប់
ro: Actualizați pachetul
tr: Paketi güncelle
ur: بنڈل کو اپ ڈیٹ کریں۔

source: Complete guitar lessons system
de: Komplettes Gitarrenunterrichtssystem
es: Sistema completo de lecciones de guitarra
hi: संपूर्ण गिटार पाठ प्रणाली
id: Sistem pelajaran gitar lengkap
it: Sistema completo di lezioni di chitarra
km: ប្រព័ន្ធមេរៀនហ្គីតាពេញលេញ
ro: Sistem complet de lecții de chitară
tr: Komple gitar dersleri sistemi
ur: گٹار اسباق کا مکمل نظام

source: Item successfully added to cart
de: Artikel erfolgreich zum Warenkorb hinzugefügt
es: Artículo agregado con éxito al carrito
hi: मद सफलतापूर्वक कार्ट में शामिल कर लिया गया
id: Barang berhasil ditambahkan ke troli
it: Articolo aggiunto con successo al carrello
km: ធាតុត្រូវបានបញ្ចូលទៅក្នុងរទេះដោយជោគជ័យ
ro: Articol adăugat cu succes în coș
tr: Ürün başarıyla sepete eklendi
ur: آئٹم کو کامیابی کے ساتھ کارٹ میں شامل کر دیا گیا۔

source: How to use lighting design to transform your home
de: So verwandeln Sie Ihr Zuhause mit Lichtdesign
es: Cómo usar el diseño de iluminación para transformar tu hogar
hi: अपने घर को बदलने के लिए प्रकाश डिज़ाइन का उपयोग कैसे करें
id: Cara menggunakan desain pencahayaan untuk mengubah rumah Anda
it: Come usare il lighting design per trasformare la tua casa
km: របៀបប្រើការរចនាភ្លើងដើម្បីផ្លាស់ប្តូរផ្ទះរបស់អ្នក។
ro: Cum să utilizați designul de iluminat pentru a vă transforma casa
tr: Evinizi dönüştürmek için aydınlatma tasarımı nasıl kullanılır?
ur: اپنے گھر کو تبدیل کرنے کے لیے لائٹنگ ڈیزائن کا استعمال کیسے کریں۔

source: Invoice id
de: Rechnungs-ID
es: identificación de la factura
hi: चालान आईडी
id: ID faktur
it: Codice di identificazione della fattura
km: លេខសម្គាល់វិក្កយបត្រ
ro: Numărul de indentificare al facturii
tr: fatura kimliği
ur: انوائس آئی ڈی

source: Billed to
de: In Rechnung gestellt
es: facturado a
hi: बिल किया गया
id: Ditagih ke
it: Addebitato a
km: បានចេញវិក្កយបត្រទៅ
ro: Facturat către
tr: Fatura
ur: کو بل دیا گیا۔

source: Date of issue
de: Datum der Ausstellung
es: fecha de emisión
hi: जारी करने की तिथि
id: Tanggal pengeluaran
it: Data di rilascio
km: កាលបរិច្ឆេទចេញ
ro: Data emiterii
tr: Veriliş tarihi
ur: تاریخ اجراء

source: Invoice total
de: Rechnungsbetrag
es: cuenta total
hi: कुल बिल
id: Total tagihan
it: Totale fattura
km: វិក្កយបត្រសរុប
ro: Totalul facturii
tr: Fatura toplamı
ur: انوائس کل

source: Qty
de: Menge
es: Cantidad
hi: मात्रा
id: Jumlah
it: Qtà
km: ចំនួន
ro: Cant
tr: adet
ur: مقدار

source: Paid by
de: Bezahlt von
es: pagado por
hi: द्वारा भुगतान
id: Dibayar oleh
it: Pagato da
km: បង់ដោយ
ro: Platit de
tr: tarafından ödenen
ur: کی طرف سے ادا کیا

source: Tax
de: Steuer
es: Impuesto
hi: कर
id: Pajak
it: Imposta
km: ពន្ធ
ro: Impozit
tr: Vergi
ur: ٹیکس

source: Grand total
de: Gesamtsumme
es: gran total
hi: कुल योग
id: Total keseluruhan
it: somma totale
km: តំលៃ​បូក​សរុប
ro: Total general
tr: Genel Toplam
ur: مجموعی عدد

source: Print
de: Drucken
es: impresión
hi: छाप
id: Mencetak
it: Stampa
km: បោះពុម្ព
ro: Imprimare
tr: Yazdır
ur: پرنٹ کریں

source: Back
de: Zurück
es: Atrás
hi: पीछे
id: Kembali
it: Indietro
km: ត្រឡប់មកវិញ
ro: Înapoi
tr: Geri
ur: پیچھے

source: Newsletters
de: Newsletter
es: noticias
hi: समाचार
id: Hilang
it: Newsletter
km: សំបុត្រព័ត៌មាន
ro: Buletine informative
tr: Bültenler
ur: خبرنامے

source: Newsletter template
de: Newsletter-Vorlage
es: plantilla de boletín
hi: न्यूज़लेटर टेम्पलेट
id: Templat buletin
it: Modello di newsletter
km: គំរូសំបុត្រព័ត៌មាន
ro: Șablon de buletin informativ
tr: Bülten şablonu
ur: نیوز لیٹر ٹیمپلیٹ

source: Your phone
de: Dein Telefon
es: su teléfono
hi: अपने फोन को
id: Telepon Anda
it: Il tuo telefono
km: ទូរស័ព្ទ​របស់​អ្នក
ro: Telefonul tau
tr: Telefonunuz
ur: آپ کا فون

source: Subject
de: Thema
es: Sujeto
hi: विषय
id: Subjek
it: Soggetto
km: ប្រធានបទ
ro: Subiect
tr: Ders
ur: مضمون

source: Subscriber
de: Teilnehmer
es: Cliente
hi: ग्राहक
id: Pelanggan
it: Abbonato
km: អ្នកជាវ
ro: Abonat
tr: Abone
ur: سبسکرائبر

source: User status
de: Benutzerstatus
es: Estatus de usuario
hi: उपयोगकर्ता की स्थिति
id: Status pengguna
it: Stato dell'utente
km: ស្ថានភាពអ្នកប្រើប្រាស់
ro: Starea utilizatorului
tr: Kullanıcı durumu
ur: صارف کی حیثیت

source: Newsletter added successfully
de: Newsletter erfolgreich hinzugefügt
es: Boletín añadido con éxito
hi: न्यूज़लेटर सफलतापूर्वक जोड़ा गया
id: Buletin berhasil ditambahkan
it: Newsletter aggiunta con successo
km: ព្រឹត្តិបត្រព័ត៌មានត្រូវបានបន្ថែមដោយជោគជ័យ
ro: Newsletter adăugat cu succes
tr: Bülten başarıyla eklendi
ur: نیوز لیٹر کامیابی کے ساتھ شامل کیا گیا۔

source: Edit newsletter template
de: Newsletter-Vorlage bearbeiten
es: Editar plantilla de boletín
hi: न्यूज़लेटर टेम्पलेट संपादित करें
id: Edit templat buletin
it: Modifica il modello di newsletter
km: កែសម្រួលគំរូព្រឹត្តិបត្រ
ro: Editați șablonul de buletin informativ
tr: Bülten şablonunu düzenle
ur: نیوز لیٹر ٹیمپلیٹ میں ترمیم کریں۔

source: Send newsletter
de: Newsletter versenden
es: enviar boletín
hi: न्यूज़लेटर भेजें
id: Kirim buletin
it: Invia notiziario
km: ផ្ញើព្រឹត្តិបត្រ
ro: Trimite newsletter
tr: Bülten gönder
ur: نیوز لیٹر بھیجیں۔

source: Send to
de: Senden an
es: Enviar
hi: भेजना
id: Kirim ke
it: Inviare a
km: ផ្ញើទៅ
ro: Trimite catre
tr: Gönderildi
ur: کے لئے بھیج

source: Selected user
de: Ausgewählter Benutzer
es: usuarios seleccionados
hi: चयनित उपयोगकर्ता
id: Pengguna terpilih
it: Utente selezionato
km: អ្នកប្រើប្រាស់ដែលបានជ្រើសរើស
ro: Utilizator selectat
tr: seçilen kullanıcı
ur: منتخب صارف

source: All users
de: Alle Nutzer
es: Todos los usuarios
hi: सभी उपयोगकर्ता
id: Semua pengguna
it: Tutti gli utenti
km: អ្នក​ប្រើ​ទាំងអស់
ro: Toți utilizatorii
tr: Tüm kullanıcılar
ur: تمام صارفین

source: All student
de: Alle Studenten
es: todos los estudiantes
hi: सभी छात्र
id: Semua siswa
it: Tutti studenti
km: សិស្សទាំងអស់។
ro: Tot student
tr: tüm öğrenci
ur: تمام طالب علم

source: All instructor
de: Alle Lehrer
es: todos los entrenadores
hi: सभी प्रशिक्षक
id: Semua instruktur
it: Tutto istruttore
km: គ្រូទាំងអស់។
ro: Tot instructor
tr: Tüm eğitmen
ur: تمام انسٹرکٹر

source: Newsletter subscriber
de: Newsletter-Abonnent
es: suscriptores del boletín
hi: न्यूज़लेटर ग्राहक
id: Pelanggan buletin
it: Iscritto alla newsletter
km: អ្នកជាវសំបុត្រព័ត៌មាន
ro: Abonat la newsletter
tr: Bülten abonesi
ur: نیوز لیٹر سبسکرائبر

source: All subscriber
de: Alle Abonnenten
es: todos los clientes
hi: सभी ग्राहक
id: Semua pelanggan
it: Tutti iscritti
km: អ្នកជាវទាំងអស់។
ro: Tot abonat
tr: tüm aboneler
ur: تمام سبسکرائبر

source: Registered user
de: Registrierter Nutzer
es: usuario registrado
hi: पंजीकृत उपयोगकर्ता
id: Pengguna terdaftar
it: Utente registrato
km: អ្នកប្រើប្រាស់ដែលបានចុះឈ្មោះ
ro: Utilizator Inregistrat
tr: Kayıtlı kullanıcı
ur: رجسٹرڈ صارف

source: Non registered user
de: Nicht registrierter Benutzer
es: usuarios no registrados
hi: गैर पंजीकृत उपयोगकर्ता
id: Pengguna tidak terdaftar
it: Utente non registrato
km: អ្នកប្រើប្រាស់ដែលមិនបានចុះឈ្មោះ
ro: Utilizator neînregistrat
tr: kayıtlı olmayan kullanıcı
ur: غیر رجسٹرڈ صارف

source: Select your users
de: Wählen Sie Ihre Benutzer aus
es: elige a tus usuarios
hi: अपने उपयोगकर्ता चुनें
id: Pilih pengguna Anda
it: Seleziona i tuoi utenti
km: ជ្រើសរើសអ្នកប្រើប្រាស់របស់អ្នក។
ro: Selectați utilizatorii dvs
tr: kullanıcılarınızı seçin
ur: اپنے صارفین کو منتخب کریں۔

source: Newsletter deleted successfully
de: Newsletter erfolgreich gelöscht
es: Boletín eliminado con éxito
hi: न्यूज़लेटर सफलतापूर्वक हटा दिया गया
id: Nawala berhasil dihapus
it: Newsletter eliminata con successo
km: បានលុបព្រឹត្តិបត្រដោយជោគជ័យ
ro: Buletinul informativ a fost șters cu succes
tr: Bülten başarıyla silindi
ur: نیوز لیٹر کامیابی کے ساتھ حذف کر دیا گیا۔

source: Item successfully removed from cart
de: Artikel erfolgreich aus dem Warenkorb entfernt
es: Artículo eliminado con éxito del carrito
hi: आइटम को कार्ट से सफलतापूर्वक हटा दिया गया
id: Item berhasil dihapus dari keranjang
it: Articolo rimosso con successo dal carrello
km: ធាតុត្រូវបានដកចេញពីរទេះដោយជោគជ័យ
ro: Articolul a fost eliminat cu succes din coș
tr: Öğe başarıyla sepetten kaldırıldı
ur: آئٹم کو کارٹ سے کامیابی کے ساتھ ہٹا دیا گیا۔

source: Multi language settings
de: Mehrsprachige Einstellungen
es: configuración de varios idiomas
hi: बहु भाषा सेटिंग
id: Pengaturan multi bahasa
it: Impostazioni multilingua
km: ការកំណត់ពហុភាសា
ro: Setări în mai multe limbi
tr: Çoklu dil ayarları
ur: کثیر زبان کی ترتیبات

source: Manage language
de: Sprache verwalten
es: administrar el idioma
hi: भाषा प्रबंधित करें
id: Kelola bahasa
it: Gestisci la lingua
km: គ្រប់គ្រងភាសា
ro: Gestionați limba
tr: Dili yönet
ur: زبان کا انتظام کریں۔

source: Language list
de: Sprachliste
es: lista de idiomas
hi: भाषा सूची
id: Daftar bahasa
it: Elenco delle lingue
km: បញ្ជីភាសា
ro: Lista de limbi
tr: Dil listesi
ur: زبان کی فہرست

source: Add language
de: Sprache hinzufügen
es: agregar idioma
hi: भाषा जोड़ें
id: Tambahkan bahasa
it: Aggiungi lingua
km: បន្ថែមភាសា
ro: Adăugați limba
tr: dil ekle
ur: زبان شامل کریں۔

source: Import language
de: Sprache importieren
es: idioma de importación
hi: भाषा आयात करें
id: Impor bahasa
it: Importa lingua
km: នាំចូលភាសា
ro: Limba de import
tr: Dili içe aktar
ur: زبان درآمد کریں۔

source: Edit phrase
de: Phrase bearbeiten
es: editar frase
hi: वाक्यांश संपादित करें
id: Edit frasa tersebut
it: Modifica frase
km: កែសម្រួលឃ្លា
ro: Editați fraza
tr: Cümleyi düzenle
ur: جملے میں ترمیم کریں۔

source: Export
es: exportar
hi: निर्यात
id: Ekspor
it: Esportare
km: នាំចេញ
tr: İhracat
ur: برآمد کریں۔

source: Delete language
de: Sprache löschen
es: quitar idioma
hi: भाषा हटाएँ
id: Hapus bahasa
it: Elimina lingua
km: លុបភាសា
ro: Ștergeți limba
tr: Dili sil
ur: زبان کو حذف کریں۔

source: Add new phrase
de: Neue Phrase hinzufügen
es: añadir nueva frase
hi: नया वाक्यांश जोड़ें
id: Tambahkan frase baru
it: Aggiungi una nuova frase
km: បន្ថែមឃ្លាថ្មី។
ro: Adăugați o frază nouă
tr: Yeni kelime öbeği ekle
ur: نیا جملہ شامل کریں۔

source: Add new language
de: Neue Sprache hinzufügen
es: añadir nuevo idioma
hi: नई भाषा जोड़ें
id: Tambahkan bahasa baru
it: Aggiungi nuova lingua
km: បន្ថែមភាសាថ្មី។
ro: Adăugați o limbă nouă
tr: yeni dil ekle
ur: نئی زبان شامل کریں۔

source: No special character or space is allowed
de: Es sind keine Sonderzeichen oder Leerzeichen zulässig
es: no se permiten caracteres especiales ni espacios
hi: किसी विशेष वर्ण या स्थान की अनुमति नहीं है
id: Tidak ada karakter atau spasi khusus yang diperbolehkan
it: Non è consentito alcun carattere speciale o spazio
km: គ្មានតួអក្សរពិសេស ឬដកឃ្លាត្រូវបានអនុញ្ញាតទេ។
ro: Nu este permis niciun caracter special sau spațiu
tr: Özel karakter veya boşluğa izin verilmez
ur: کسی خاص کردار یا جگہ کی اجازت نہیں ہے۔

source: Valid examples
de: Gültige Beispiele
es: ejemplo valido
hi: मान्य उदाहरण
id: Contoh yang valid
it: Esempi validi
km: ឧទាហរណ៍ត្រឹមត្រូវ។
ro: Exemple valide
tr: Geçerli örnekler
ur: درست مثالیں۔

source: Choose your json file
de: Wählen Sie Ihre JSON-Datei
es: elige tu archivo json
hi: अपनी json फ़ाइल चुनें
id: Pilih file json Anda
it: Scegli il tuo file json
km: ជ្រើសរើសឯកសារ json របស់អ្នក។
ro: Alegeți fișierul json
tr: json dosyanızı seçin
ur: اپنی json فائل کا انتخاب کریں۔

source: Import
de: Importieren
es: Importar
hi: आयात
id: Impor
it: Importare
km: នាំចូល
tr: İçe aktarmak
ur: درآمد کریں۔

source: Phrase updated
de: Satz aktualisiert
es: frase actualizada
hi: वाक्यांश अद्यतन किया गया
id: Frasa diperbarui
it: Frase aggiornata
km: បានធ្វើបច្ចុប្បន្នភាពឃ្លា
ro: Expresia a fost actualizată
tr: İfade güncellendi
ur: فقرہ اپ ڈیٹ ہو گیا۔

source: Course compare
de: Kursvergleich
es: Comparar cursos
hi: पाठ्यक्रम की तुलना करें
id: Bandingkan saja
it: Confronta corso
km: វគ្គសិក្សាប្រៀបធៀប
ro: Comparare curs
tr: Kurs karşılaştırması
ur: کورس کا موازنہ کریں۔

source: Compare with 1 courses
de: Vergleichen Sie mit 1 Kursen
es: Comparar 1 curso
hi: 1 कोर्स से तुलना करें
id: Bandingkan dengan 1 kursus
it: Confronta con 1 corsi
km: ប្រៀបធៀបជាមួយវគ្គសិក្សា 1
ro: Comparați cu 1 curs
tr: 1 dersle karşılaştır
ur: 1 کورسز کے ساتھ موازنہ کریں۔

source: Select a course
de: Wählen Sie einen Kurs aus
es: elige un curso
hi: एक पाठ्यक्रम चुनें
id: Pilih kursus
it: Seleziona un corso
km: ជ្រើសរើសវគ្គសិក្សា
ro: Selectați un curs
tr: Bir kurs seçin
ur: ایک کورس منتخب کریں۔

source: Learn more
de: Erfahren Sie mehr
es: aprende más
hi: और अधिक जानें
id: Belajarlah lagi
it: Saperne di più
km: ស្វែង​យល់​បន្ថែម
ro: Află mai multe
tr: Daha fazla bilgi edin
ur: اورجانیے

source: Has discount
de: Hat Rabatt
es: el descuento es
hi: छूट है
id: Memiliki diskon
it: Ha uno sconto
km: មានការបញ្ចុះតម្លៃ
ro: Are reducere
tr: indirim var
ur: رعایت ہے۔

source: Made in
de: Hergestellt in
es: Hecho en
hi: में निर्मित
id: Dibuat di
it: Fatto in
km: ផលិតនៅក្នុង
ro: Facut in
tr: Üretim yeri
ur: ساختہ

source: Last updated at
de: Zuletzt aktualisiert um
es: Ultima actualización en
hi: अंतिम बार अद्यतन किया गया
id: Terakhir diperbarui pada
it: Ultimo aggiornamento alle
km: បានធ្វើបច្ចុប្បន្នភាពចុងក្រោយនៅ
ro: Ultima actualizare la
tr: Son güncelleme:
ur: آخری بار اپ ڈیٹ کیا گیا۔

source: Total lectures
de: Gesamtzahl der Vorträge
es: conferencias totales
hi: कुल व्याख्यान
id: Jumlah kuliah
it: Totale lezioni
km: ការបង្រៀនសរុប
ro: Total prelegeri
tr: toplam ders
ur: کل لیکچرز

source: Total quizzes
de: Insgesamt Tests
es: prueba total
hi: कुल प्रश्नोत्तरी
id: Total kuis
it: Totale quiz
km: កម្រងសំណួរសរុប
ro: Total chestionare
tr: Toplam testler
ur: کل کوئزز

source: Total duration
de: Gesamtdauer
es: duración total
hi: कुल अवधि
id: Durasi total
it: Durata totale
km: រយៈពេលសរុប
ro: Durata totala
tr: Toplam süre
ur: کل دورانیہ

source: Total enrolment
de: Gesamteinschreibung
es: Matrícula Total
hi: कुल नामांकन
id: Jumlah pendaftaran
it: Iscrizione totale
km: ការចុះឈ្មោះសរុប
ro: Înscriere totală
tr: Toplam kayıt
ur: کل اندراج

source: Number of reviews
de: Anzahl der Bewertungen
es: número de reseñas
hi: समीक्षाओं की संख्या
id: Jumlah ulasan
it: Numero di recensioni
km: ចំនួននៃការពិនិត្យឡើងវិញ
ro: Numărul de recenzii
tr: inceleme sayısı
ur: جائزوں کی تعداد

source: Avg rating
de: Durchschnittliche Bewertung
es: Puntuación media
hi: औसत रेटिंग
id: Penilaian rata-rata
it: Valutazione media
km: ការវាយតម្លៃជាមធ្យម
ro: Evaluare medie
tr: Ortalama puan
ur: اوسط درجہ بندی

source: Add phrase
de: Satz hinzufügen
es: añadir frase
hi: वाक्यांश जोड़ें
id: Tambahkan frasa
it: Aggiungi frase
km: បន្ថែមឃ្លា
ro: Adăugați o frază
tr: kelime öbeği ekle
ur: جملہ شامل کریں۔

source: Language deleted successfully
de: Sprache erfolgreich gelöscht
es: Idioma eliminado con éxito
hi: भाषा सफलतापूर्वक हटा दी गई
id: Bahasa berhasil dihapus
it: Lingua eliminata con successo
km: បានលុបភាសាដោយជោគជ័យ
ro: Limba a fost ștearsă cu succes
tr: Dil başarıyla silindi
ur: زبان کامیابی سے حذف کر دی گئی۔

source: Language added successfully
de: Sprache erfolgreich hinzugefügt
es: idioma añadido con éxito
hi: भाषा सफलतापूर्वक जोड़ी गई
id: Bahasa berhasil ditambahkan
it: Lingua aggiunta con successo
km: បានបន្ថែមភាសាដោយជោគជ័យ
ro: Limba adăugată cu succes
tr: Dil başarıyla eklendi
ur: زبان کامیابی کے ساتھ شامل کی گئی۔

source: Tableau de bord
id: Dasbor

source: Credentials
id: Kredensial

source: Profile photo
id: Foto Profil

source: Update your profile photo and personal details
id: Perbarui foto profil dan detail pribadi Anda

source: Upload photo
id: Mengunggah foto

source: Account information
id: Informasi Akun

source: Enter current password
id: Masukkan kata sandi saat ini

source: Enter new password
id: Masukan kata sandi baru

source: Confirm password
id: Konfirmasi sandi

source: Re-type your password
id: Ketik ulang kata sandi Anda

source: Profile info
id: Informasi profil

source: Add your twitter link
id: Tambahkan tautan Twitter Anda

source: Add your facebook link
id: Tambahkan tautan facebook Anda

source: Add your linkedin link
id: Tambahkan tautan linkedin Anda

source: Course removed from wishlist
id: Kursus dihapus dari daftar keinginan

source: Search result
id: Hasil pencarian

source: Add custom page
id: Tambahkan halaman khusus

source: Add your new page
id: Tambahkan halaman baru Anda

source: Page information
id: Informasi halaman

source: Enter page title
id: Masukkan judul halaman

source: Page content
id: Konten halaman

source: Footer
id: catatan kaki

source: Header
id: Tajuk

source: Page url
id: Halaman URL

source: Add page
id: Tambah halaman

source: New page added successfully
id: Halaman baru berhasil ditambahkan

source: More
id: Lagi

source: Edit custom page
id: Edit halaman khusus

source: Edit your page
id: Edit halaman Anda

source: Update page
id: Perbarui halaman

source: Page updated successfully
id: Halaman berhasil diperbarui

source: Happy students
id: Siswa yang bahagia

source: Experienced instructors
id: Instruktur berpengalaman

source: We provides you world class performance
id: Kami memberi Anda kinerja kelas dunia

source: Flexibility
id: Fleksibilitas

source: Accessibility
id: Aksesibilitas

source: Quality trainers
id: Pelatih berkualitas

source: Cost-free courses
id: Kursus tanpa biaya

source: What the people tinks about us
id: Apa yang dipikirkan orang-orang tentang kita

source: Tue
id: Selasa

source: Our latest blog
id: Blog terbaru kami

source: Pay for purchasing course
id: Bayar untuk pembelian kursus

source: Payment
id: Pembayaran

source: Make payment
id: Melakukan pembayaran

source: Select payment gateway
id: Pilih gerbang pembayaran

source: Pay by razorpay
id: Bayar dengan pisau cukur

source: Pay with stripe
id: Bayar dengan garis

source: Create intelligence
id: Ciptakan kecerdasan

source: Learn with us
id: Belajar bersama kami

source: Top rated courses
id: Kursus dengan peringkat teratas

source: Number of enrolled students
id: Jumlah siswa yang terdaftar

source: Total lessons
id: Jumlah pelajaran

source: Our identity
id: Identitas kita

source: We always prioritize quality and uniqueness
id: Kami selalu mengutamakan kualitas dan keunikan

source: Our popular instructor
id: Instruktur populer kami

source: Read more
id: Baca selengkapnya

source: No search value found
id: Tidak ada nilai pencarian yang ditemukan

source: Home pages
id: Halaman rumah

source: Wed
id: Menikahi

source: User not found
id: Pengguna tidak ditemukan

source: Import your data
id: Impor data Anda

source: Choose your demo file
id: Pilih file demo Anda

source: Backup your website
id: Cadangkan situs web Anda

source: Backup your current data
id: Cadangkan data Anda saat ini

source: Keep a backup
id: Simpan cadangan

source: No backup
id: Tidak ada cadangan

source: Your backup file has been stored successfully
id: File cadangan Anda telah berhasil disimpan

source: Backup files deleted successfully
id: File cadangan berhasil dihapus

source: Buy new addon
id: Beli tambahan baru

source: Install addon
id: Instal tambahan

source: Installed addons
id: Add-on yang diinstal

source: Version
id: Versi: kapan

source: Addon update
id: Pembaruan tambahan

source: About this addon
id: Tentang tambahan ini

source: Addon is activated successfully
id: Addon berhasil diaktifkan

source: Jitsi live class schedule
id: Jadwal kelas langsung Jitsi

source: Join live video class
id: Bergabunglah dengan kelas video langsung

source: Live class is not scheduled to this course yet
id: Kelas langsung belum dijadwalkan untuk kursus ini

source: Find a tutor
id: Temukan seorang guru

source: Assignments
id: Tugas

source: Zoom live class schedule
id: Zoom jadwal kelas live

source: Your question has been successfully published
id: Pertanyaan Anda telah berhasil dipublikasikan

source: Please write your question title or summary
id: Silakan tulis judul atau ringkasan pertanyaan Anda

source: Notifications
id: Pemberitahuan

source: Search questions
id: Cari pertanyaan

source: Questions in this course
id: Pertanyaan dalam kursus ini

source: Ask a new question
id: Ajukan pertanyaan baru

source: Sat
id: Duduk

source: Add update
id: Tambahkan pembaruan

source: Ge to addon list
id: Buka daftar tambahan

source: Upload addon file
id: Unggah file tambahan

source: Zip file
id: berkas zip

source: Update addon
id: Perbarui tambahan

source: Addon updated successfully
id: Addon berhasil diperbarui

source: Add addon
id: Tambahkan tambahan

source: Install an addon
id: Instal tambahan

source: Back to addon list
id: Kembali ke daftar tambahan

source: Addon installed successfully
id: Addon berhasil diinstal

source: Meeting invite link
id: Tautan undangan rapat

source: Enter meeting invite link
id: Masukkan tautan undangan rapat

source: All questions
id: Semua pertanyaan

source: Found
id: Ditemukan

source: There is no data related to your question
id: Tidak ada data terkait pertanyaan Anda

source: Booked tuition
id: Biaya kuliah yang dipesan

source: My ebooks
id: Ebook saya

source: Affiliate history
id: Sejarah afiliasi

source: Payout settings
id: Pengaturan pembayaran

source: Be careful
id: Hati-hati

source: Setup your payment settings
id: Siapkan pengaturan pembayaran Anda

source: Affiliate course history
id: Sejarah kursus afiliasi

source: Available balance to withdrawal
id: Saldo tersedia untuk penarikan

source: Earning history
id: Menghasilkan sejarah

source: Withdrawal history
id: Riwayat penarikan

source: Withdrawal available earning
id: Penarikan penghasilan yang tersedia

source: Request withdrawl
id: Minta penarikan

source: Enter withdrawl amount
id: Masukkan jumlah penarikan

source: You have to buy the course first
id: Anda harus membeli kursusnya terlebih dahulu

source: Notice
id: Melihat

source: You have completed
id: Anda telah menyelesaikan

source: Of the course
id: Tentu saja

source: You can download the course completion certificate after completing the course
id: Anda dapat mengunduh sertifikat penyelesaian kursus setelah menyelesaikan kursus

source: The course is not over yet
id: Kursus ini belum berakhir

source: List of tuitions
id: Daftar biaya kuliah

source: Filters
id: Filter

source: Tuition type
id: Jenis biaya kuliah

source: In perosn
id: Secara pribadi

source: Main category
id: Kategori utama

source: Sub category
id: Sub kategori

source: Price range
id: Kisaran harga

source: Hourly
id: Per jam

source: Fixed
id: Tetap

source: Tutors
id: tutor

source: Tution availability
id: Ketersediaan biaya kuliah

source: Single time
id: Satu kali

source: Selected days
id: Hari yang dipilih

source: No result found
id: Tidak ada hasil yang ditemukan

source: Purchase for
id: Beli untuk

source: Please login first
id: Silahkan masuk terlebih dahulu

source: Lesson has been deleted successfully
id: Pelajaran telah berhasil dihapus
