Repository: retrocraftdevops/seitech
Catalog: custom_addons/seitech_elearning/i18n/*.po
Languages: ar, de, es, hi, id, it, km, ro, tr, ur

source: All tutions
ar: كل هذه الأمور
de: All lessons
es: toda la matrícula
hi: सभी ट्यूशन
id: Semua tutorial
it: Tutte le lezioni
km: ថ្លៃសិក្សាទាំងអស់។
ro: Toate preturile
tr: Tüm dersler
ur: تمام ٹیوشنز

source: Ebooks
ar: كتب إلكترونية
es: libros electronicos
hi: ई बुक्स
id: buku elektronik
it: Ebook
km: សៀវភៅអេឡិចត្រូនិច
ro: Cărți electronice
tr: e-kitaplar
ur: ای بکس

source: Course bundles
ar: حزم الدورات
de: course packages
es: paquete de cursos
hi: पाठ्यक्रम बंडल
id: Paket kursus
it: Bundle di corsi
km: បណ្តុំវគ្គសិក្សា
ro: Pachetele de curs
tr: Kurs paketleri
ur: کورس کے بنڈل

source: Learn on your schedule
ar: تعلم على الجدول الزمني الخاص بك
de: Study on your schedule
es: aprende en tu horario
hi: अपने शेड्यूल पर सीखें
id: Pelajari sesuai jadwal Anda
it: Impara secondo il tuo programma
km: រៀនតាមកាលវិភាគរបស់អ្នក។
ro: Învață în programul tău
tr: Programınıza göre öğrenin
ur: اپنے شیڈول پر سیکھیں۔

source: What do you want to learn
ar: ماذا تريد أن تتعلم
es: Que quieres aprender
hi: आप क्या सीखने के इच्छुक हैं
id: Apa yang ingin Anda pelajari
it: Cosa vuoi imparare
km: តើអ្នកចង់រៀនអ្វី
ro: Ce vrei să inveți
tr: Ne öğrenmek istiyorsun
ur: آپ کیا سیکھنا چاہتے ہو

source: Search
ar: يبحث
de: Seek
es: Buscar
hi: खोज
id: Mencari
it: Ricerca
km: ស្វែងរក
ro: Căutare
tr: Aramak
ur: تلاش کریں۔

source: Online courses
ar: دروس مباشرة على الإنترنت
es: curso por Internet
hi: ऑनलाइन पाठ्यक्रम
id: Kursus online
it: Corsi online
km: វគ្គសិក្សាតាមអ៊ីនធឺណិត
ro: Cursuri online
tr: Çevrimiçi kurslar
ur: آن لائن کورسز

source: Explore a variety of fresh topics
ar: اكتشف مجموعة متنوعة من الموضوعات الجديدة
de: Discover a variety of new themes
es: Explore una variedad de temas candentes
hi: विभिन्न प्रकार के ताज़ा विषयों का अन्वेषण करें
id: Jelajahi berbagai topik segar
it: Esplora una varietà di nuovi argomenti
km: ស្វែងរកប្រធានបទថ្មីៗជាច្រើន។
ro: Explorați o varietate de subiecte noi
tr: Çeşitli yeni konuları keşfedin
ur: مختلف قسم کے تازہ موضوعات کو دریافت کریں۔

source: Expert instruction
ar: تعليمات الخبراء
es: instrucción experta
hi: विशेषज्ञ निर्देश
id: Instruksi ahli
it: Istruzione esperta
km: ការណែនាំរបស់អ្នកជំនាញ
ro: Instruire de specialitate
tr: Uzman eğitimi
ur: ماہر کی ہدایت

source: Find the right course for you
ar: ابحث عن الدورة المناسبة لك
es: Encuentra el curso adecuado para ti
hi: अपने लिए सही पाठ्यक्रम खोजें
id: Temukan kursus yang tepat untuk Anda
it: Trova il corso giusto per te
km: ស្វែងរកវគ្គសិក្សាត្រឹមត្រូវសម្រាប់អ្នក
ro: Găsiți cursul potrivit pentru dvs
tr: Sizin için doğru kursu bulun
ur: اپنے لیے صحیح کورس تلاش کریں۔

source: Lifetime access
ar: وصول مدى الحياة
es: acceso de por vida
hi: आजीवन पहुंच
id: Akses seumur hidup
it: Accesso a vita
km: ការចូលប្រើពេញមួយជីវិត
ro: Acces pe viață
tr: Ömür boyu erişim
ur: زندگی بھر رسائی

source: Top categories
ar: أهم الفئات
es: categorías principales
hi: शीर्ष श्रेणियां
id: Kategori teratas
it: Le migliori categorie
km: ប្រភេទកំពូល
ro: Categorii de top
tr: En iyi kategoriler
ur: سرفہرست زمرے

source: Top courses
ar: أفضل الدورات
es: curso superior
hi: शीर्ष पाठ्यक्रम
id: Tentu saja teratas
it: I migliori corsi
km: វគ្គសិក្សាកំពូល
ro: Cursuri de top
tr: En iyi kurslar
ur: ٹاپ کورسز

source: Compare
ar: يقارن
de: Vergleichen
es: comparar
hi: तुलना करना
id: Membandingkan
it: Confrontare
km: ប្រៀបធៀប
ro: Comparaţie
tr: Karşılaştırmak
ur: موازنہ کریں۔

source: Lectures
ar: محاضرات
de: Vorträge
es: Conferencia
hi: व्याख्यान
id: Kuliah
it: Lezioni
km: ការបង្រៀន
ro: Prelegeri
tr: dersler
ur: لیکچرز

source: Get enrolled
ar: التحق
de: Melden Sie sich an
es: inscribirse
hi: नामांकित हो जाओ
id: Daftarkan diri Anda
it: Iscriviti
km: ចុះឈ្មោះចូលរៀន
ro: Înscrieți-vă
tr: Kaydolun
ur: اندراج کروائیں۔

source: Top
ar: قمة
de: Spitze
es: Arriba
hi: ऊपर
id: Di atas
it: Superiore
km: កំពូល
tr: Tepe
ur: اوپر

source: Latest courses
ar: أحدث الدورات
de: Aktuelle Kurse
es: último plan de estudios
hi: नवीनतम पाठ्यक्रम
id: Kursus terbaru
it: Ultimi corsi
km: វគ្គសិក្សាចុងក្រោយ
ro: Ultimele cursuri
tr: Son kurslar
ur: تازہ ترین کورسز

source: H5p course
ar: دورة H5p
es: curso h5p
hi: H5p कोर्स
id: tentu saja H5p
it: Corso H5p
km: វគ្គសិក្សា H5p
ro: curs H5p
tr: H5p kursu
ur: H5p کورس

source: Scorm course
ar: بالطبع Scorm
de: Scorm-Kurs
es: curso de burla
hi: स्कोर्म कोर्स
id: Tentu saja Scorm
it: Corso scorm
km: វគ្គសិក្សា Scorm
ro: Curs scorm
tr: Skor kursu
ur: اسکارم کورس

source: Featured instructor
ar: مدرب مميز
de: Selected teacher
es: instructor especial
hi: विशेष प्रशिक्षक
id: Instruktur unggulan
it: Istruttore in primo piano
km: គ្រូពិសេស
ro: Instructor recomandat
tr: Öne çıkan eğitmen
ur: نمایاں انسٹرکٹر

source: Join now to start learning
ar: انضم الآن لبدء التعلم
de: Sign up now to start learning
es: Únete ahora para empezar a aprender
hi: सीखना शुरू करने के लिए अभी शामिल हों
id: Bergabunglah sekarang untuk mulai belajar
it: Iscriviti ora per iniziare a imparare
km: ចូលរួមឥឡូវនេះ ដើម្បីចាប់ផ្តើមរៀន
ro: Înscrie-te acum pentru a începe să înveți
tr: Öğrenmeye başlamak için şimdi katılın
ur: سیکھنا شروع کرنے کے لیے ابھی شامل ہوں۔

source: Get started
ar: البدء
de: Getting started
es: Empezar
hi: शुरू हो जाओ
id: Memulai
it: Iniziare
km: ចាប់ផ្តើម
ro: Incepe
tr: Başlamak
ur: شروع کرنے کے

source: Become a new instructor
ar: كن مدربا جديدا
es: convertirse en un nuevo entrenador
hi: एक नए प्रशिक्षक बनें
id: Menjadi instruktur baru
it: Diventa un nuovo istruttore
km: ក្លាយជាគ្រូថ្មី។
ro: Deveniți un nou instructor
tr: Yeni bir eğitmen ol
ur: ایک نیا انسٹرکٹر بنیں۔

source: Join now
ar: نضم الان
es: Únete ahora
hi: अब शामिल हों
id: Bergabung sekarang
it: Iscriviti adesso
km: ចូលរួមឥឡូវនេះ
ro: Alătură-te acum
tr: Şimdi Katıl
ur: ابھی شامل ہوں

source: Useful links
ar: روابط مفيدة
de: usefull links
es: Enlaces útiles
hi: उपयोगी कड़ियां
id: Tautan yang bermanfaat
it: Link utili
km: តំណ​ភ្ជាប់​ដែល​មានប្រយោជន៍
ro: Link-uri utile
tr: Kullanışlı bağlantılar
ur: مفید لنکس

source: Help
ar: يساعد
es: Ayuda
hi: मदद
id: Membantu
it: Aiuto
km: ជំនួយ
ro: Ajutor
tr: Yardım
ur: مدد

source: About us
ar: معلومات عنا
es: sobre nosotros
hi: हमारे बारे में
id: Tentang kami
it: Chi siamo
km: អំពី​ពួក​យើង
ro: Despre noi
tr: Hakkımızda
ur: ہمارے بارے میں

source: Refund policy
ar: سياسة الاسترجاع
es: politica de reembolso
hi: भुगतान वापसी की नीति
id: Kebijakan pengembalian
it: Politica di rimborso
km: គោលនយោបាយសងប្រាក់វិញ។
ro: Politica de rambursare
tr: Geri ödeme politikası
ur: رقم کی واپسی کی پالیسی

source: All rights reserved
ar: كل الحقوق محفوظة
es: Reservados todos los derechos
hi: सर्वाधिकार सुरक्षित
id: Seluruh hak cipta
it: Tutti i diritti riservati
km: រក្សា​រ​សិទ្ធ​គ្រប់យ៉ាង
ro: Toate drepturile rezervate
tr: Her hakkı saklıdır
ur: جملہ حقوق محفوظ ہیں

source: Yes
ar: نعم
de: Und
es: Sí
hi: हाँ
id: Dari
it: SÌ
km: បាទ
ro: da
tr: Evet
ur: جی ہاں

source: No
ar: لا
hi: नहीं
id: TIDAK
km: ទេ
ro: Nu
tr: HAYIR
ur: نہیں

source: View less
ar: عرض أقل
de: show less
es: ver menos
hi: कम देखें
id: Lihat lebih sedikit
it: Visualizza di meno
km: មើលតិច
ro: Vedeți mai puțin
tr: Daha az görüntüle
ur: کم دیکھیں

source: Ai writer
ar: كاتب عاي
de: KI-Autor
es: hola escritor
hi: ऐ लेखक
id: Ai penulis
it: Ai scrittore
km: អ្នកនិពន្ធ Ai
ro: Ai scriitor
tr: ai yazar
ur: اے لکھاری

source: Quick actions
ar: إجراءات سريعة
de: Fast Actions
es: subasta rápida
hi: त्वरित कार्रवाई
id: Aksi Cepat
it: Azioni rapide
km: សកម្មភាពរហ័ស
ro: Acțiuni rapide
tr: Hızlı işlemler
ur: فوری اقدامات

source: Create course
ar: أنشئ دورة
es: crear curso
hi: पाठ्यक्रम बनायें
id: Buat kursus
it: Crea corso
km: បង្កើតវគ្គសិក្សា
ro: Creați un curs
tr: Kurs oluştur
ur: کورس بنائیں

source: Add course
ar: أضف دورة
es: añadir curso
hi: पाठ्यक्रम जोड़ें
id: Tambahkan kursus
it: Aggiungi corso
km: បន្ថែមវគ្គសិក្សា
ro: Adaugă curs
tr: ders ekle
ur: کورس شامل کریں۔

source: Add new lesson
ar: أضف درسًا جديدًا
es: agregar texto nuevo
hi: नया पाठ जोड़ें
id: Tambahkan pelajaran baru
it: Aggiungi nuova lezione
km: បន្ថែមមេរៀនថ្មី។
ro: Adăugați o lecție nouă
tr: yeni ders ekle
ur: نیا سبق شامل کریں۔

source: Add lesson
ar: أضف درسًا
es: añadir texto
hi: पाठ जोड़ें
id: Tambahkan pelajaran
it: Aggiungi lezione
km: បន្ថែមមេរៀន
ro: Adăugați o lecție
tr: ders ekle
ur: سبق شامل کریں۔

source: Add student
ar: أضف طالبًا
es: agregar estudiante
hi: विद्यार्थी जोड़ें
id: Tambahkan siswa
it: Aggiungi studente
km: បន្ថែមសិស្ស
ro: Adăugați un student
tr: öğrenci ekle
ur: طالب علم کو شامل کریں۔

source: Enrol student
ar: تسجيل الطالب
de: Register students
es: inscribir estudiante
hi: छात्र नामांकन करें
id: Daftarkan siswa
it: Iscrivi studente
km: ចុះឈ្មោះសិស្ស
ro: Înscrieți studentul
tr: öğrenci kaydı
ur: طالب علم کا اندراج کریں۔

source: Help center
ar: مركز المساعدة
es: Centro de ayuda
hi: सहायता केंद्र
id: Pusat Bantuan
it: Centro assistenza
km: មជ្ឈមណ្ឌល​ជំនួយ
ro: Centru de ajutor
tr: Yardım Merkezi
ur: مدداور تعاون کا مرکز

source: Read documentation
ar: اقرأ الوثائق
es: leer la documentación
hi: दस्तावेज़ीकरण पढ़ें
id: Baca dokumentasi
it: Leggi la documentazione
km: អានឯកសារ
ro: Citiți documentația
tr: Belgeleri okuyun
ur: دستاویزات پڑھیں

source: Watch video tutorial
ar: شاهد فيديو تعليمي
de: Watch the video tutorial
es: ver videotutorial
hi: वीडियो ट्यूटोरियल देखें
id: Tonton video tutorialnya
it: Guarda il videotutorial
km: មើលវីដេអូបង្រៀន
ro: Urmăriți tutorialul video
tr: Eğitim videosunu izleyin
ur: ویڈیو ٹیوٹوریل دیکھیں

source: Get customer support
ar: احصل على دعم العملاء
es: obtener atención al cliente
hi: ग्राहक सहायता प्राप्त करें
id: Dapatkan dukungan pelanggan
it: Ottieni assistenza clienti
km: ទទួលបានការគាំទ្រពីអតិថិជន
ro: Obțineți asistență pentru clienți
tr: Müşteri desteği alın
ur: کسٹمر سپورٹ حاصل کریں۔

source: Order customization
ar: طلب التخصيص
de: order adjustment
es: personalización de pedidos
hi: आदेश अनुकूलन
id: Kustomisasi pesanan
it: Personalizzazione dell'ordine
km: បញ្ជាទិញតាមបំណង
ro: Personalizarea comenzii
tr: Sipariş özelleştirme
ur: حسب ضرورت آرڈر کریں۔

source: Request a new feature
ar: اطلب ميزة جديدة
es: solicitar una nueva característica
hi: एक नई सुविधा का अनुरोध करें
id: Minta fitur baru
it: Richiedi una nuova funzionalità
km: ស្នើសុំមុខងារថ្មី។
ro: Solicitați o nouă funcție
tr: Yeni bir özellik talep edin
ur: ایک نئی خصوصیت کی درخواست کریں۔

source: Browse addons
ar: تصفح الوظائف الإضافية
es: Explorar complementos
hi: ऐडऑन ब्राउज़ करें
id: Jelajahi addon
it: Sfoglia i componenti aggiuntivi
km: រកមើលកម្មវិធីបន្ថែម
ro: Răsfoiți suplimente
tr: Eklentilere göz atın
ur: ایڈونز کو براؤز کریں۔

source: Manage courses
ar: إدارة الدورات
es: Administrar cursos
hi: पाठ्यक्रम प्रबंधित करें
id: Kelola kursus
it: Gestisci i corsi
km: គ្រប់គ្រងវគ្គសិក្សា
ro: Gestionați cursurile
tr: Kursları yönet
ur: کورسز کا انتظام کریں۔

source: Add new course
ar: إضافة دورة جديدة
es: añadir nuevo curso
hi: नया पाठ्यक्रम जोड़ें
id: Tambahkan kursus baru
it: Aggiungi nuovo corso
km: បន្ថែមវគ្គសិក្សាថ្មី។
ro: Adăugați un curs nou
tr: yeni ders ekle
ur: نیا کورس شامل کریں۔

source: Course category
ar: فئة الدورة
de: Kurskategorie
es: categoría del curso
hi: पाठ्यक्रम श्रेणी
id: kategori kursus
it: Categoria del corso
km: ប្រភេទវគ្គសិក្សា
ro: Categoria cursului
tr: Kurs kategorisi
ur: کورس کیٹیگری

source: Coupons
ar: كوبونات
es: cupones
hi: कूपन
id: Kupon
it: Buoni
km: គូប៉ុង
ro: Cupoane
tr: Kuponlar
ur: کوپن

source: Course bundle
ar: حزمة الدورة
de: Kurspaket
es: paquete de cursos
hi: कोर्स बंडल
id: Paket kursus
it: Pacchetto corso
km: បណ្តុំវគ្គសិក្សា
ro: Pachet de cursuri
tr: Kurs paketi
ur: کورس بنڈل

source: Add new bundle
ar: إضافة حزمة جديدة
de: Add new package
es: agregar nuevo paquete
hi: नया बंडल जोड़ें
id: Tambahkan bundel baru
it: Aggiungi nuovo pacchetto
km: បន្ថែមកញ្ចប់ថ្មី។
ro: Adăugați un pachet nou
tr: Yeni paket ekle
ur: نیا بنڈل شامل کریں۔

source: Manage bundle
ar: إدارة الحزمة
de: Manage bundles
es: Administrar paquetes
hi: बंडल प्रबंधित करें
id: Kelola bundel
it: Gestisci pacchetto
km: គ្រប់គ្រងកញ្ចប់
ro: Gestionați pachetul
tr: Paketi yönet
ur: بنڈل کا نظم کریں۔

source: Subscription report
ar: تقرير الاشتراك
es: informe de membresía
hi: सदस्यता रिपोर्ट
id: Laporan langganan
it: Rapporto di abbonamento
km: របាយការណ៍ការជាវ
ro: Raport de abonament
tr: Abonelik raporu
ur: سبسکرپشن رپورٹ

source: Tutor booking
ar: حجز المعلم
de: Booking a tutor
es: reserva de tutor
hi: ट्यूटर बुकिंग
id: Pemesanan tutor
it: Prenotazione tutor
km: ការកក់គ្រូ
ro: Rezervare tutore
tr: öğretmen rezervasyonu
ur: ٹیوٹر بکنگ

source: Subject category
ar: فئة الموضوع
de: topic category
es: categoría de tema
hi: विषय श्रेणी
id: kategori mata pelajaran
it: Categoria soggetto
km: ប្រភេទប្រធានបទ
ro: Categoria de subiect
tr: konu kategorisi
ur: مضمون کا زمرہ

source: Add booking
ar: أضف الحجز
es: añadir reserva
hi: बुकिंग जोड़ें
id: Tambahkan pemesanan
it: Aggiungi prenotazione
km: បន្ថែមការកក់
ro: Adăugați rezervarea
tr: Rezervasyon ekle
ur: بکنگ شامل کریں۔

source: All bookings
ar: كل الحجوزات
es: todas las reservas
hi: सभी बुकिंग
id: Semua pemesanan
it: Tutte le prenotazioni
km: ការកក់ទុកទាំងអស់។
ro: Toate rezervările
tr: Tüm rezervasyonlar
ur: تمام بکنگ

source: Booked schedules
ar: جداول محجوزة
es: horario reservado
hi: शेड्यूल बुक किया गया
id: Jadwal yang dipesan
it: Orari prenotati
km: កាលវិភាគដែលបានកក់ទុក
ro: Programe rezervate
tr: ayrılmış programlar
ur: بک شدہ نظام الاوقات

source: Live class settings
ar: إعدادات الفصل المباشر
es: entorno de clase en vivo
hi: लाइव क्लास सेटिंग
id: Pengaturan kelas langsung
it: Impostazioni della classe dal vivo
km: ការកំណត់ថ្នាក់ផ្ទាល់
ro: Setări de curs live
tr: Canlı sınıf ayarları
ur: لائیو کلاس کی ترتیبات

source: Ebook
ar: الكتاب الاليكتروني
es: Libro electronico
hi: ई-पुस्तक
id: buku elektronik
km: សៀវភៅអេឡិចត្រូនិច
tr: e-kitap
ur: ای بک

source: All ebooks
ar: جميع الكتب الإلكترونية
de: Zu E-Books
es: todos los libros electrónicos
hi: सभी ई-पुस्तकें
id: Semua ebook
it: Tutti gli ebook
km: សៀវភៅអេឡិចត្រូនិចទាំងអស់។
ro: Toate cărțile electronice
tr: Tüm e-kitaplar
ur: تمام ای بکس

source: Add ebook
ar: أضف كتابًا إلكترونيًا
es: añadir libro electrónico
hi: ईबुक जोड़ें
id: Tambahkan ebook
it: Aggiungi ebook
km: បន្ថែមសៀវភៅអេឡិចត្រូនិច
ro: Adăugați o carte electronică
tr: e-kitap ekle
ur: ای بک شامل کریں۔

source: Payment history
ar: سجل الدفع
es: historial de pagos
hi: भुगतान इतिहास
id: Riwayat pembayaran
it: Storico dei pagamenti
km: ប្រវត្តិការទូទាត់
ro: Istoria platilor
tr: Ödeme geçmişi
ur: ادائیگی کی تاریخ

source: Category
ar: فئة
de: Kategorie
es: Clase social
hi: वर्ग
id: Kategori
it: Categoria
km: ប្រភេទ
ro: Categorie
tr: Kategori
ur: قسم

source: Course enrollment
ar: التسجيل في الدورة
de: course registration
es: inscripción al curso
hi: पाठ्यक्रम नामांकन
id: Pendaftaran kursus
it: Iscrizione al corso
km: ការចុះឈ្មោះវគ្គសិក្សា
ro: Inscrierea la curs
tr: ders kaydı
ur: کورس کا اندراج

source: Purchase history
ar: تاريخ شراء
es: historial de compras
hi: खरीद इतिहास
id: Riwayat pembelian
it: Cronologia degli acquisti
km: ប្រវត្តិនៃការទិញ
ro: Istoricul cumparaturilor
tr: Satın alım geçmişi
ur: خریداری کی تاریخ

source: Affiliate
ar: شركة تابعة
es: relacionado
hi: संबद्ध
id: Afiliasi
it: Affiliato
km: សម្ព័ន្ធ
ro: Afiliat
tr: ortak
ur: ملحق

source: Affliliator list
ar: قائمة التابعين
de: partner list
es: lista de afiliados
hi: सहबद्धकर्ता सूची
id: Daftar afiliasi
it: Elenco affiliati
km: បញ្ជីរាយនាមអ្នកពាក់ព័ន្ធ
ro: Lista de afiliați
tr: Üye listesi
ur: الحاق کرنے والوں کی فہرست

source: Affiliation history
ar: تاريخ الانتماء
es: historial de afiliación
hi: संबद्धता इतिहास
id: Sejarah afiliasi
it: Storia dell'affiliazione
km: ប្រវត្តិសម្ព័ន្ធភាព
ro: Istoricul afilierii
tr: üyelik geçmişi
ur: وابستگی کی تاریخ

source: Payouts
ar: المدفوعات
es: Pago
hi: भुगतान
id: Pembayaran
it: Pagamenti
km: ការទូទាត់
ro: Plăți
tr: ödemeler
ur: ادائیگیاں

source: Create affiliator
ar: إنشاء شركة تابعة
de: create partners
es: hacer aliados
hi: सहयोगी बनाएं
id: Buat afiliasi
it: Crea affiliatore
km: បង្កើតសាខា
ro: Creați un afiliat
tr: Satış ortağı oluştur
ur: ملحقہ بنائیں

source: Affiliation settings
ar: إعدادات الانتساب
es: configuración de afiliación
hi: संबद्धता सेटिंग्स
id: Pengaturan afiliasi
it: Impostazioni di affiliazione
km: ការកំណត់ភាពជាដៃគូ
ro: Setări de afiliere
tr: ilişki ayarları
ur: وابستگی کی ترتیبات

source: Users
ar: المستخدمون
de: user
es: usuarios
hi: उपयोगकर्ताओं
id: Pengguna
it: Utenti
km: អ្នកប្រើប្រាស់
ro: Utilizatori
tr: Kullanıcılar
ur: صارفین

source: Admins
ar: المشرفون
es: gerente
hi: व्यवस्थापक
id: Admin
it: Amministratori
km: អ្នកគ្រប់គ្រង
ro: Administratori
tr: Yöneticiler
ur: ایڈمنز

source: Manage admins
ar: إدارة المسؤولين
de: Manage Administrators
es: Administrar administrador
hi: व्यवस्थापक प्रबंधित करें
id: Kelola admin
it: Gestisci gli amministratori
km: គ្រប់គ្រងអ្នកគ្រប់គ្រង
ro: Gestionați administratorii
tr: Yöneticileri yönet
ur: ایڈمنز کا نظم کریں۔

source: Add new admin
ar: إضافة مسؤول جديد
es: agregar nuevo administrador
hi: नया व्यवस्थापक जोड़ें
id: Tambahkan admin baru
it: Aggiungi nuovo amministratore
km: បន្ថែមអ្នកគ្រប់គ្រងថ្មី។
ro: Adăugați un nou administrator
tr: yeni yönetici ekle
ur: نیا ایڈمن شامل کریں۔

source: Manage instructors
ar: إدارة المدربين
de: Manage trainers
es: gestionar entrenadores
hi: प्रशिक्षकों का प्रबंधन करें
id: Kelola instruktur
it: Gestisci gli istruttori
km: គ្រប់គ្រងគ្រូ
ro: Gestionați instructorii
tr: Eğitmenleri yönet
ur: انسٹرکٹرز کا نظم کریں۔

source: Add new instructor
ar: أضف مدرسًا جديدًا
de: Add new teacher
es: añadir nuevo instructor
hi: नया प्रशिक्षक जोड़ें
id: Tambahkan instruktur baru
it: Aggiungi nuovo istruttore
km: បន្ថែមគ្រូថ្មី។
ro: Adăugați un instructor nou
tr: Yeni eğitmen ekle
ur: نیا انسٹرکٹر شامل کریں۔

source: Instructor payout
ar: دفع تعويضات المدرب
de: payment of the teacher
es: pago del instructor
hi: प्रशिक्षक भुगतान
id: Pembayaran instruktur
it: Pagamento dell'istruttore
km: ប្រាក់ខែគ្រូ
ro: Plata instructorului
tr: eğitmen ödemesi
ur: انسٹرکٹر کی ادائیگی

source: Applications
ar: التطبيقات
es: solicitud
hi: अनुप्रयोग
id: Aplikasi
it: Applicazioni
km: កម្មវិធី
ro: Aplicații
tr: Uygulamalar
ur: ایپلی کیشنز

source: Manage students
ar: إدارة الطلاب
es: administrar estudiantes
hi: छात्रों को प्रबंधित करें
id: Mengelola siswa
it: Gestisci gli studenti
km: គ្រប់គ្រងសិស្ស
ro: Gestionați studenții
tr: Öğrencileri yönet
ur: طلباء کا انتظام کریں۔

source: Add new student
ar: أضف طالبًا جديدًا
es: agregar nuevos estudiantes
hi: नये विद्यार्थी जोड़ें
id: Tambah siswa baru
it: Aggiungi nuovo studente
km: បន្ថែមសិស្សថ្មី។
ro: Adăugați un nou student
tr: yeni öğrenci ekle
ur: نیا طالب علم شامل کریں۔

source: Offline payment
ar: الدفع دون اتصال بالإنترنت
es: pago fuera de línea
hi: ऑफ़लाइन भुगतान
id: Pembayaran luring
it: Pagamento offline
km: ការទូទាត់ក្រៅបណ្តាញ
ro: Plată offline
tr: çevrimdışı ödeme
ur: آف لائن ادائیگی

source: Pending request
ar: طلب معلق
es: Solicitud pendiente
hi: लंबित अनुरोध
id: Permintaan tertunda
it: Richiesta in sospeso
km: សំណើដែលកំពុងរង់ចាំ
ro: Cerere in asteptare
tr: Bekleyen istek
ur: زیر التواء درخواست

source: Accepted request
ar: طلب مقبول
es: Petición aceptada
hi: अनुरोध स्वीकार किया गया
id: Permintaan yang diterima
it: Richiesta accettata
km: សំណើដែលបានទទួលយក
ro: Cerere acceptată
tr: Kabul edilen istek
ur: درخواست قبول کر لی

source: Suspended request
ar: طلب معلق
de: request suspended
es: suspender solicitud
hi: निलंबित अनुरोध
id: Permintaan sedang menunggu keputusan
it: Domanda sospesa
km: សំណើផ្អាក
ro: Cerere suspendată
tr: Askıya alınan istek
ur: معطل درخواست

source: Offline payment settings
ar: إعدادات الدفع دون اتصال
es: configuración de pago fuera de línea
hi: ऑफ़लाइन भुगतान सेटिंग
id: Pengaturan pembayaran offline
it: Impostazioni di pagamento offline
km: ការកំណត់ការទូទាត់ក្រៅបណ្តាញ
ro: Setări de plată offline
tr: Çevrimdışı ödeme ayarları
ur: آف لائن ادائیگی کی ترتیبات

source: All blogs
ar: كل المدونات
es: todos los blogs
hi: सभी ब्लॉग
id: Semua blog
it: Tutti i blog
km: ប្លុកទាំងអស់។
ro: Toate blogurile
tr: tüm bloglar
ur: تمام بلاگز

source: Pending blog
ar: مدونة معلقة
es: blog pendiente
hi: लंबित ब्लॉग
id: Blog tertunda
it: Blog in sospeso
km: ប្លុកកំពុងរង់ចាំ
ro: Blog în așteptare
tr: Bekleyen blog
ur: زیر التواء بلاگ

source: Blog category
ar: فئة المدونة
es: categoría de blogs
hi: ब्लॉग श्रेणी
id: kategori blog
it: Categoria blog
km: ប្រភេទប្លុក
ro: Categoria blog
tr: Blog kategorisi
ur: بلاگ زمرہ

source: Blog settings
ar: إعدادات بلوق
es: configuración del blog
hi: ब्लॉग सेटिंग
id: Pengaturan blog
it: Impostazioni del blog
km: ការកំណត់ប្លុក
ro: Setări blog
tr: Blog ayarları
ur: بلاگ کی ترتیبات

source: Customer support
ar: دعم العملاء
de: Customer service
es: Atención al cliente
hi: ग्राहक सहेयता
id: Dukungan pelanggan
it: Servizio Clienti
km: ការគាំទ្រអតិថិជន
ro: Relații Clienți
tr: Müşteri desteği
ur: کسٹمر سپورٹ

source: Ticket list
ar: قائمة التذاكر
es: lista de boletos
hi: टिकट सूची
id: Daftar tiket
it: Elenco dei biglietti
km: បញ្ជីសំបុត្រ
ro: Lista de bilete
tr: Bilet listesi
ur: ٹکٹ کی فہرست

source: Support category
ar: فئة الدعم
es: rango de soporte
hi: समर्थन श्रेणी
id: kategori dukungan
it: Categoria di supporto
km: ប្រភេទជំនួយ
ro: Categoria suport
tr: Destek kategorisi
ur: سپورٹ زمرہ

source: Macro
ar: دقيق
hi: मैक्रो
id: Makro
km: ម៉ាក្រូ
tr: Makro
ur: وسیع

source: Create ticket
ar: إنشاء تذكرة
es: Crear Ticket
hi: टिकट बनाएं
id: Buat tiket
it: Crea biglietto
km: បង្កើតសំបុត្រ
ro: Creați un bilet
tr: Bilet oluştur
ur: ٹکٹ بنائیں

source: Themes
ar: ثيمات
de: subjects
es: Tema en cuestion
hi: विषय-वस्तु
id: Dia
it: Temi
km: ស្បែក
ro: Teme
tr: Temalar
ur: تھیمز

source: Academy cloud
ar: سحابة الأكاديمية
es: Nube de la academia
hi: अकादमी बादल
id: Awan akademi
it: Nuvola dell'Accademia
km: បណ្ឌិត្យសភាពពក
ro: Norul academiei
tr: Akademi bulutu
ur: اکیڈمی کلاؤڈ

source: Drip content settings
ar: إعدادات محتوى التنقيط
es: Configuración de contenido de goteo
hi: ड्रिप सामग्री सेटिंग्स
id: Pengaturan konten tetes
it: Impostazioni del contenuto di gocciolamento
km: ការកំណត់មាតិកាស្រក់
ro: Setări de conținut pentru picurare
tr: Damla içeriği ayarları
ur: ڈرپ مواد کی ترتیبات

source: Certificate settings
ar: إعدادات الشهادة
es: configuración del certificado
hi: प्रमाणपत्र सेटिंग्स
id: Pengaturan sertifikat
it: Impostazioni del certificato
km: ការកំណត់វិញ្ញាបនបត្រ
ro: Setări de certificat
tr: Sertifika ayarları
ur: سرٹیفکیٹ کی ترتیبات

source: S3 settings
ar: إعدادات S3
es: Configuración S3
hi: S3 सेटिंग्स
id: pengaturan S3
it: Impostazioni S3
km: ការកំណត់ S3
ro: Setări S3
tr: S3 ayarları
ur: S3 کی ترتیبات

source: Open ai settings
ar: افتح إعدادات ai
de: Open the AI ​​settings
es: Abrir configuración de IA
hi: एआई सेटिंग्स खोलें
id: Buka pengaturan ai
it: Apri le impostazioni AI
km: បើកការកំណត់ ai
ro: Deschideți setările IA
tr: AI ayarlarını aç
ur: ai کی ترتیبات کھولیں۔

source: Social login
ar: تسجيل الدخول الاجتماعي
es: inicio de sesión social
hi: सामाजिक लॉगिन
id: Masuk sosial
it: Accesso sociale
km: ការចូលសង្គម
ro: Conectare socială
tr: Sosyal giriş
ur: سماجی لاگ ان

source: Custom page
ar: صفحة مخصص
es: pagina personalizada
hi: कस्टम पेज
id: Halaman khusus
it: Pagina personalizzata
km: ទំព័រផ្ទាល់ខ្លួន
ro: Pagina personalizată
tr: Özel sayfa
ur: حسب ضرورت صفحہ

source: Data center
ar: مركز البيانات
es: centro de datos
hi: डेटा सेंटर
id: Pusat Data
it: Banca dati
km: មជ្ឈមណ្ឌល​ទិន្នន័យ
ro: Centru de date
tr: Veri merkezi
ur: ڈیٹا سینٹر

source: Admin revenue this year
ar: الايرادات الادارية هذا العام
de: administrative income this year
es: ingresos administrativos este año
hi: इस वर्ष व्यवस्थापक राजस्व
id: Penghasilan admin tahun ini
it: Entrate amministrative quest'anno
km: ចំណូល Admin ឆ្នាំនេះ
ro: Venituri de administrare anul acesta
tr: Bu yıl yönetici geliri
ur: اس سال ایڈمن کی آمدنی
