Repository: retrocraftdevops/seitech
Catalog: custom_addons/seitech_elearning/i18n/*.po
Languages: ar, de, es, hi, id, it, km, ro, tr, ur

source: learning animal name
ar: تعلم اسم الحيوان
de: Tiernamen lernen
es: aprendiendo el nombre del animal
id: belajar nama binatang
it: imparare il nome dell'animale
km: រៀនឈ្មោះសត្វ
ro: învățarea numelui animalului
tr: hayvan adını öğrenme
ur: جانوروں کا نام سیکھنا

source: Share and earn
ar: شارك واكسب
de: Teilen und verdienen
es: comparte y gana
hi: साझा करें और कमाएं
id: Bagikan dan dapatkan
it: Condividi e guadagna
km: ចែករំលែកនិងទទួលបាន
ro: Distribuie și câștigă
tr: Paylaş ve kazan
ur: شیئر کریں اور کمائیں۔

source: Write a review
ar: أكتب مراجعة
de: Eine Rezension schreiben
es: escribe una reseña
hi: एक समीक्षा लिखे
id: Menulis review
it: Scrivere una recensione
km: សរសេរ​សង្ខេប​ឡើងវិញ
ro: Scrie o recenzie
tr: Bir değerlendirme yazın
ur: تجزیہ لکھیں

source: 1 start rating
ar: 1 بدء التصويت
de: 1 Startbewertung
es: 1 calificación de inicio
hi: 1 प्रारंभ रेटिंग
id: 1 peringkat awal
it: 1 valutazione iniziale
km: 1 ការវាយតម្លៃចាប់ផ្តើម
ro: 1 evaluare de început
tr: 1 başlangıç ​​değerlendirmesi
ur: 1 آغاز کی درجہ بندی

source: 2 start rating
ar: 2 بدء التصويت
de: 2 Startbewertung
es: 2 calificación de inicio
hi: 2 प्रारंभ रेटिंग
id: 2 peringkat awal
it: 2 valutazione iniziale
km: 2 ចាប់ផ្តើមវាយតម្លៃ
tr: 2 derecelendirmeyi başlat
ur: 2 شروع کی درجہ بندی

source: 3 start rating
ar: 3 بدء التصويت
de: 3 Startbewertung
es: 3 calificación de inicio
hi: 3 प्रारंभ रेटिंग
id: 3 peringkat awal
it: 3 valutazione iniziale
km: 3 ការវាយតម្លៃចាប់ផ្តើម
tr: 3 derecelendirmeyi başlat
ur: 3 شروع کی درجہ بندی

source: 4 start rating
ar: 4 بدء التصويت
de: 4 Startbewertung
es: 4 calificación de inicio
hi: 4 प्रारंभ रेटिंग
id: 4 peringkat awal
it: 4 valutazione iniziale
km: 4 ការវាយតម្លៃចាប់ផ្តើម
tr: 4 derecelendirmeyi başlat
ur: 4 شروع کی درجہ بندی

source: 5 start rating
ar: 5 بدء التصويت
de: 5 Startbewertung
es: 5 calificación de inicio
hi: 5 प्रारंभ रेटिंग
id: 5 peringkat awal
it: 5 valutazione iniziale
km: 5 ការវាយតម្លៃចាប់ផ្តើម
tr: 5 derecelendirmeyi başlat
ur: 5 شروع کی درجہ بندی

source: Write your comment
ar: اكتب تعليقك
de: Schreiben Sie Ihren Kommentar
es: escribe tu comentario
hi: अपनी टिप्पणी लिखें
id: Tulis komentar Anda
it: Scrivi il tuo commento
km: សរសេរមតិរបស់អ្នក។
ro: Scrie comentariul tău
tr: yorumunu yaz
ur: اپنا تبصرہ لکھیں۔

source: Adobe illustrator cc - essentials training course
ar: Adobe Illustrator CC - دورة تدريبية في الأساسيات
de: Adobe Illustrator CC – Essentials-Schulungskurs
es: Adobe Illustrator CC - Curso de formación esencial
hi: एडोब इलस्ट्रेटर सीसी - आवश्यक प्रशिक्षण पाठ्यक्रम
id: Adobe ilustrator cc - kursus pelatihan penting
it: Adobe Illustrator cc - corso di formazione di base
km: Adobe illustrator cc - វគ្គបណ្តុះបណ្តាលសំខាន់ៗ
ro: Adobe Illustrator cc - curs de instruire esențiale
tr: Adobe illustrator cc - temel eğitim kursu
ur: ایڈوب السٹریٹر سی سی - ضروری تربیتی کورس

source: Mon
ar: الإثنين
de: Mo
es: lunes
hi: सोमवार
id: Senin
it: lun
km: ច័ន្ទ
ro: Lun
tr: Pzt
ur: پیر

source: Select a user
ar: حدد مستخدمًا
de: Wählen Sie einen Benutzer aus
es: elige un usuario
hi: एक उपयोगकर्ता चुनें
id: Pilih pengguna
it: Seleziona un utente
km: ជ្រើសរើសអ្នកប្រើប្រាស់
ro: Selectați un utilizator
tr: bir kullanıcı seçin
ur: ایک صارف منتخب کریں۔

source: Write your message
ar: اكتب رسالتك
de: Schreibe deine Nachricht
es: escribe tu mensaje
hi: अपना संदेश लिखें
id: Tulis pesan Anda
it: Scrivi il tuo messaggio
km: សរសេរសាររបស់អ្នក។
ro: Scrie-ți mesajul
tr: mesajınızı yazın
ur: اپنا پیغام لکھیں۔

source: Send
ar: يرسل
de: Schicken
es: Enviar
hi: भेजना
id: Mengirim
it: Inviare
km: ផ្ញើ
ro: Trimite
tr: Göndermek
ur: بھیجیں

source: Purchased courses
ar: الدورات المشتراة
de: Gekaufte Kurse
es: cursos comprados
hi: खरीदे गए पाठ्यक्रम
id: Kursus yang dibeli
it: Corsi acquistati
km: វគ្គសិក្សាដែលបានទិញ
ro: Cursuri achiziționate
tr: Satın alınan kurslar
ur: کورسز خریدے۔

source: Payment method
ar: طريقة الدفع او السداد
de: Bezahlverfahren
es: método de pago
hi: भुगतान विधि
id: Cara Pembayaran
it: Metodo di pagamento
km: វិធី​សា​ស្រ្ត​ទូទាត់
ro: Modalitate de plată
tr: Ödeme yöntemi
ur: ادائیگی کا طریقہ

source: Purchased date
ar: تاريخ الشراء
de: Gekauftes Datum
es: Fecha de compra
hi: खरीदी तिथि
id: Tanggal pembelian
it: Data di acquisto
km: កាលបរិច្ឆេទដែលបានទិញ
ro: Data achiziției
tr: Satın alınan tarih
ur: خریداری کی تاریخ

source: Invoice
ar: فاتورة
de: Rechnung
es: factura
hi: इनवॉइस
id: Faktur
it: Fattura
km: វិក្កយបត្រ
ro: Factura fiscala
tr: Fatura
ur: رسید

source: Assignment list
ar: قائمة الواجبات
de: Aufgabenliste
es: lista de tareas
hi: असाइनमेंट सूची
id: Daftar tugas
it: Elenco delle assegnazioni
km: បញ្ជីកិច្ចការ
ro: Lista de sarcini
tr: ödev listesi
ur: اسائنمنٹ لسٹ

source: No data found
ar: لاتوجد بيانات
de: Keine Daten gefunden
es: datos no encontrados
hi: डाटा प्राप्त नहीं हुआ
id: Tidak ada data ditemukan
it: Nessun dato trovato
km: រកមិនឃើញទិន្នន័យទេ។
ro: Nu s-au gasit date
tr: Veri bulunamadı
ur: کوئی ڈیٹا نہیں ملا

source: Uncheck
ar: قم بإلغاء التحديد
de: Deaktivieren Sie das Kontrollkästchen
es: desmarcar
hi: सही का निशान हटाएँ
id: Hapus centang
it: Deseleziona
km: ដោះធីក
ro: Debifați
tr: İşareti kaldır
ur: غیر چیک کریں۔

source: Faqs
ar: الأسئلة الشائعة
es: preguntas que hacer
hi: पूछे जाने वाले प्रश्न
id: Pertanyaan Umum
it: Domande frequenti
km: សំណួរ
ro: Întrebări frecvente
tr: SSS
ur: سوالات

source: Latest from our blog
ar: الأحدث من مدونتنا
de: Das Neueste aus unserem Blog
es: lo último de nuestro blog
hi: हमारे ब्लॉग से नवीनतम
id: Terbaru dari blog kami
it: Ultime dal nostro blog
km: ចុងក្រោយបំផុតពីប្លុករបស់យើង។
ro: Cele mai recente de pe blogul nostru
tr: Blogumuzdan en son
ur: ہمارے بلاگ سے تازہ ترین

source: Exploring the cutting-edge insights and updates on our blog
ar: استكشاف أحدث الرؤى والتحديثات على مدونتنا
de: Entdecken Sie die neuesten Erkenntnisse und Updates in unserem Blog
es: Descubra información de vanguardia y actualizaciones en nuestro blog
hi: हमारे ब्लॉग पर अत्याधुनिक अंतर्दृष्टि और अपडेट की खोज करना
id: Menjelajahi wawasan mutakhir dan pembaruan di blog kami
it: Esplorando gli approfondimenti e gli aggiornamenti all'avanguardia sul nostro blog
km: ស្វែងយល់ពីការយល់ដឹង និងព័ត៌មានថ្មីៗនៅលើប្លក់របស់យើង។
ro: Explorând perspectivele și actualizările de ultimă oră de pe blogul nostru
tr: Blogumuzdaki en son bilgileri ve güncellemeleri keşfetme
ur: ہمارے بلاگ پر جدید ترین بصیرت اور اپ ڈیٹس کو دریافت کرنا

source: See all
ar: اظهار الكل
de: Alles sehen
es: ver todo
hi: सभी देखें
id: Lihat semua
it: Vedi tutto
km: ឃើញ​ទាំងអស់
ro: Vezi toate
tr: Hepsini gör
ur: تمام دیکھیں

source: Popular blogs
ar: مدونات شعبية
de: Beliebte Blogs
es: blog popular
hi: लोकप्रिय ब्लॉग
id: Blog populer
it: Blog popolari
km: ប្លុកពេញនិយម
ro: Bloguri populare
tr: Popüler bloglar
ur: مشہور بلاگز

source: Learn from expert bloggers and expand your knowledge
ar: تعلم من المدونين الخبراء ووسع معرفتك
de: Lernen Sie von erfahrenen Bloggern und erweitern Sie Ihr Wissen
es: Aprende de blogueros expertos y aumenta tus conocimientos
hi: विशेषज्ञ ब्लॉगर्स से सीखें और अपना ज्ञान बढ़ाएं
id: Belajar dari blogger ahli dan perluas pengetahuan Anda
it: Impara da blogger esperti ed espandi le tue conoscenze
km: រៀនពីអ្នកសរសេរប្លុកដែលមានជំនាញ និងពង្រីកចំណេះដឹងរបស់អ្នក។
ro: Învață de la bloggeri experți și extinde-ți cunoștințele
tr: Uzman blog yazarlarından öğrenin ve bilginizi genişletin
ur: ماہر بلاگرز سے سیکھیں اور اپنے علم میں اضافہ کریں۔

source: Shopping cart
ar: عربة التسوق
de: Einkaufswagen
es: carro de la compra
hi: शॉपिंग कार्ट
id: Kereta Belanja
it: Carrello della spesa
km: រទេះ​ដើរ​ទិញ​ឥវ៉ាន់
ro: Cărucior de cumpărături
tr: Alışveriş Sepeti
ur: خریداری کی ٹوکری

source: Your cart items
ar: عناصر عربة التسوق الخاصة بك
de: Ihre Warenkorbartikel
es: artículos de tu carrito
hi: आपके कार्ट आइटम
id: item keranjang Anda
it: I tuoi articoli nel carrello
km: ធាតុរទេះរបស់អ្នក។
ro: Articolele din coșul dvs
tr: Sepetinizdeki ürünler
ur: آپ کی ٹوکری اشیاء

source: Items
ar: أغراض
de: Artikel
es: Pertenencias
hi: सामान
id: Barang
it: Elementi
km: ធាតុ
ro: Articole
tr: Öğeler
ur: اشیاء

source: Apply coupon
ar: تطبيق القسيمة
de: Gutschein anwenden
es: Aplicar cupón
hi: कूपन के लिए आवेदन करो
id: Terapkan kupon
it: Applica coupon
km: អនុវត្តប័ណ្ណ
ro: Aplicați cuponul
tr: Kuponu onayla
ur: کوپن کا اطلاق کریں

source: Apply
ar: يتقدم
de: Anwenden
es: aplicar
hi: आवेदन करना
id: Menerapkan
it: Fare domanda a
km: អនុវត្ត
ro: aplica
tr: Uygula
ur: درخواست دیں

source: Send as a gift
ar: أرسل كهدية
de: Als Geschenk verschicken
es: enviar como regalo
hi: उपहार के रूप में भेजें
id: Kirim sebagai hadiah
it: Invia come regalo
km: ផ្ញើជាអំណោយ
ro: Trimite cadou
tr: hediye olarak gönder
ur: بطور تحفہ بھیجیں۔

source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Addresse
es: dirección de correo electrónico
hi: मेल पता
id: Alamat email
it: Indirizzo e-mail
km: អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល
ro: Adresa de e-mail
tr: E-posta adresi
ur: ای میل اڈریس

source: Continue to payment
ar: تواصل الدفع
de: Weiter zur Zahlung
es: continuar con el pago
hi: भुगतान जारी रखें
id: Lanjutkan ke pembayaran
it: Procedi al pagamento
km: បន្តការបង់ប្រាក់
ro: Continuați cu plata
tr: Ödeme devam
ur: ادائیگی جاری رکھیں

source: Searching
ar: يبحث
de: Suchen
es: Buscar
hi: खोज कर
id: Mencari
it: Ricerca
km: កំពុងស្វែងរក
ro: In cautarea
tr: Aranıyor
ur: تلاش کر رہا ہے۔

source: Quiz submission successfully
ar: إرسال الاختبار بنجاح
de: Quiz-Übermittlung erfolgreich
es: Cuestionario enviado con éxito
hi: प्रश्नोत्तरी सफलतापूर्वक प्रस्तुत की गई
id: Pengiriman kuis berhasil
it: Invio del quiz riuscito
km: ការបញ្ជូនសំណួរដោយជោគជ័យ
ro: Trimiterea testului cu succes
tr: Test gönderimi başarıyla
ur: کوئز جمع کروانا کامیابی کے ساتھ

source: Obtained marks
ar: حصل على العلامات
de: Noten erhalten
es: marcas obtenidas
id: Nilai yang diperoleh
it: Marchi ottenuti
km: សញ្ញាណដែលទទួលបាន
ro: Note obținute
tr: Alınan notlar
ur: نمبر حاصل کئے

source: Correct
ar: صحيح
de: Richtig
es: Correcto
id: Benar
it: Corretto
km: ត្រឹមត្រូវ។
ro: Corect
tr: Doğru
ur: درست

source: Wrong
ar: خطأ
de: Falsch
es: Equivocado
id: Salah
it: Sbagliato
km: ខុស
ro: Gresit
tr: Yanlış
ur: غلط

source: Correct answer
ar: اجابة صحيحة
de: Korrekte Antwort
es: Respuesta correcta
id: Jawaban yang benar
it: Risposta corretta
km: ចម្លើយ​ត្រឹមត្រូវ
ro: Răspuns corect
tr: Doğru cevap
ur: درست جواب

source: User added successfully
ar: تمت إضافة المستخدم بنجاح
de: Benutzer erfolgreich hinzugefügt
es: Usuario añadido con éxito
id: Pengguna berhasil ditambahkan
it: Utente aggiunto con successo
km: អ្នកប្រើប្រាស់បានបន្ថែមដោយជោគជ័យ
ro: Utilizatorul adăugat cu succes
tr: Kullanıcı başarıyla eklendi
ur: صارف کو کامیابی کے ساتھ شامل کیا گیا۔

source: Instructor payouts
ar: مدفوعات المعلم
de: Auszahlungen für Ausbilder
es: Pagos del instructor
id: Pembayaran instruktur
it: Compensi agli istruttori
km: ប្រាក់ខែគ្រូ
ro: Plățile instructorului
tr: eğitmen ödemeleri
ur: انسٹرکٹر کی ادائیگی

source: List of payouts
ar: قائمة المدفوعات
de: Liste der Auszahlungen
es: Lista de pagos
id: Daftar pembayaran
it: Elenco dei pagamenti
km: បញ្ជីនៃការទូទាត់
ro: Lista plăților
tr: ödeme listesi
ur: ادائیگیوں کی فہرست

source: Completed payouts
ar: المدفوعات المكتملة
de: Auszahlungen abgeschlossen
es: Pagos completados
id: Pembayaran selesai
it: Pagamenti completati
km: ការទូទាត់បានបញ្ចប់
ro: Plăți finalizate
tr: Tamamlanan ödemeler
ur: مکمل ادائیگیاں

source: Pending payouts
ar: المدفوعات المعلقة
de: Ausstehende Auszahlungen
es: Pagos pendientes
id: Pembayaran tertunda
it: Pagamenti in sospeso
km: ការបង់ប្រាក់ដែលមិនទាន់សម្រេច
ro: Plăți în așteptare
tr: bekleyen ödemeler
ur: زیر التواء ادائیگیاں

source: Payout amount
ar: مبلغ الدفع
de: Auszahlungsbetrag
es: Cantidad a pagar
id: jumlah pembayaran
it: Importo del pagamento
km: ចំនួនទឹកប្រាក់ទូទាត់
ro: suma de plata
tr: ödeme tutarı
ur: ادائیگی کی رقم

source: Payment type
ar: نوع الدفع
de: Zahlungsart
es: Tipo de pago
id: Tipe pembayaran
it: Modalità di pagamento
km: ប្រភេទការទូទាត់
ro: Tipul de plată
tr: Ödeme türü
ur: ادائیگی کی قسم

source: Payout date
ar: تاريخ الدفع
de: Auszahlungsdatum
es: fecha de pago
hi: भुगतान तिथि
id: Tanggal pembayaran
it: Data di pagamento
km: កាលបរិច្ឆេទទូទាត់
ro: Data plății
tr: ödeme tarihi
ur: ادائیگی کی تاریخ

source: Option
ar: خيار
de: Möglichkeit
es: Opción
hi: विकल्प
id: Pilihan
it: Opzione
km: ជម្រើស
ro: Opțiune
tr: Seçenek
ur: آپشن

source: Pay
ar: يدفع
de: Zahlen
es: pagar
hi: भुगतान करना
id: Pembayaran
it: Paga
km: បង់
ro: A plati
tr: Ödemek
ur: ادا کریں۔

source: Public instructor settings
ar: إعدادات المعلم العام
de: Öffentliche Lehrereinstellungen
es: configuración de instructor público
hi: सार्वजनिक प्रशिक्षक सेटिंग्स
id: Pengaturan instruktur publik
it: Impostazioni dell'istruttore pubblico
km: ការកំណត់គ្រូបង្រៀនសាធារណៈ
ro: Setările instructorilor publici
tr: Herkese açık eğitmen ayarları
ur: پبلک انسٹرکٹر کی ترتیبات

source: Allow public instructor
ar: السماح للمدرس العام
de: Öffentlichen Lehrer zulassen
es: permitir instructor público
hi: सार्वजनिक प्रशिक्षक को अनुमति दें
id: Izinkan instruktur publik
it: Consenti istruttore pubblico
km: អនុញ្ញាតឱ្យគ្រូសាធារណៈ
ro: Permiteți instructor public
tr: Genel eğitmene izin ver
ur: پبلک انسٹرکٹر کو اجازت دیں۔

source: Instructor application note
ar: مذكرة طلب المدرب
de: Anwendungshinweis für Ausbilder
es: Nota de aplicación del instructor
hi: प्रशिक्षक आवेदन नोट
id: Catatan aplikasi instruktur
it: Nota di candidatura per istruttori
km: កំណត់ចំណាំកម្មវិធីរបស់គ្រូ
ro: Notă de aplicare a instructorului
tr: Eğitmen başvuru notu
ur: انسٹرکٹر کی درخواست کا نوٹ

source: Instructor commission ettings
ar: اعدادات عمولة المدرب
de: Einstellungen der Lehrerprovision
es: Configuración de la comisión del instructor
hi: प्रशिक्षक आयोग सेटिंग्स
id: Pengaturan komisi instruktur
it: Impostazioni commissione istruttore
km: ការកំណត់របស់គ្រូ
ro: Stabilirea comisiei de instructor
tr: Eğitmen komisyonları
ur: انسٹرکٹر کمیشن کی ترتیبات

source: Instructor revenue percentage
ar: نسبة إيراد المدرب
de: Prozentsatz des Dozentenumsatzes
es: Porcentaje de ingresos del instructor
hi: प्रशिक्षक राजस्व प्रतिशत
id: Persentase pendapatan instruktur
it: Percentuale di guadagno dell'istruttore
km: ភាគរយនៃប្រាក់ចំណូលរបស់គ្រូ
ro: Procentul veniturilor instructorului
tr: Eğitmen gelir yüzdesi
ur: انسٹرکٹر کی آمدنی کا فیصد

source: Admin revenue percentage
ar: نسبة الايرادات الادارية
de: Prozentsatz des Verwaltungsumsatzes
es: porcentaje de ingresos administrativos
hi: व्यवस्थापक राजस्व प्रतिशत
id: Persentase pendapatan admin
it: Percentuale entrate amministrative
km: ភាគរយចំណូលពីអ្នកគ្រប់គ្រង
ro: Procentul venitului administrativ
tr: Yönetici gelir yüzdesi
ur: ایڈمن کی آمدنی کا فیصد

source: Instructor application
ar: طلب مدرب
de: Bewerbung als Ausbilder
es: aplicación de instructor
hi: प्रशिक्षक आवेदन
id: Aplikasi instruktur
it: Domanda di istruttore
km: ពាក្យសុំគ្រូ
ro: Aplicație pentru instructor
tr: Eğitmen uygulaması
ur: انسٹرکٹر کی درخواست

source: Instructor applications
ar: تطبيقات المعلم
de: Bewerbungen für Ausbilder
es: aplicación de instructor
hi: प्रशिक्षक अनुप्रयोग
id: Aplikasi instruktur
it: Applicazioni per istruttori
km: កម្មវិធីគ្រូ
ro: Aplicații pentru instructori
tr: Eğitmen uygulamaları
ur: انسٹرکٹر ایپلی کیشنز

source: List of applications
ar: قائمة التطبيقات
de: Liste der Anwendungen
es: lista de aplicaciones
hi: आवेदनों की सूची
id: Daftar aplikasi
it: Elenco delle applicazioni
km: បញ្ជីនៃកម្មវិធី
ro: Lista aplicațiilor
tr: Uygulama listesi
ur: درخواستوں کی فہرست

source: Pending applications
ar: الطلبات المعلقة
de: Ausstehende Bewerbungen
es: solicitud pendiente
hi: लंबित आवेदन
id: Aplikasi tertunda
it: Applicazioni in sospeso
km: កម្មវិធីដែលមិនទាន់សម្រេច
ro: Aplicații în așteptare
tr: Bekleyen başvurular
ur: زیر التواء درخواستیں

source: Approved applications
ar: الطلبات المعتمدة
de: Genehmigte Anwendungen
es: solicitud aceptada
hi: स्वीकृत आवेदन
id: Aplikasi yang disetujui
it: Applicazioni approvate
km: កម្មវិធីដែលបានអនុម័ត
ro: Aplicații aprobate
tr: Onaylanmış uygulamalar
ur: منظور شدہ درخواستیں۔

source: Details
ar: تفاصيل
de: Einzelheiten
es: Descripción
hi: विवरण
id: Detil
it: Dettagli
km: ព័ត៌មានលម្អិត
ro: Detalii
tr: Detaylar
ur: تفصیلات

source: Applicant details
ar: تفاصيل مقدم الطلب
de: Angaben über den Anmelder
es: Detalles del Aplicante
hi: आवेदक का विवरण
id: Detail pelamar
it: Dettagli del richiedente
km: ព័ត៌មានលម្អិតអំពីអ្នកដាក់ពាក្យ
ro: Detalii solicitant
tr: Başvuru detayları
ur: درخواست گزار کی تفصیلات

source: Application details
ar: تفاصيل التطبيق
de: Anwendungsdetails
es: detalle de la aplicación
hi: दरख्वास्त विस्तार
id: Detail aplikasi
it: Dettagli dell'applicazione
km: ព័ត៌មានលម្អិតអំពីកម្មវិធី
ro: Detalii aplicație
tr: Başvuru detayları
ur: درخواست کی تفصیلات

source: Download
ar: تحميل
de: Herunterladen
es: descargar
hi: डाउनलोड करना
id: Unduh
it: Scaricamento
km: ទាញយក
ro: Descarca
tr: İndirmek
ur: ڈاؤن لوڈ کریں

source: Approve
ar: يعتمد
de: Genehmigen
es: aprobar
hi: मंज़ूरी देना
id: Menyetujui
it: Approvare
km: យល់ព្រម
ro: Aproba
tr: Onaylamak
ur: منظور کرو

source: Approved
ar: موافقة
de: Genehmigt
es: permitido
hi: अनुमत
id: Disetujui
it: Approvato
km: បានអនុម័ត
ro: Aprobat
tr: Onaylı
ur: منظورشدہ

source: Add admin
ar: أضف المسؤول
de: Administrator hinzufügen
es: agregar administrador
hi: व्यवस्थापक जोड़ें
id: Tambahkan admin
it: Aggiungi amministratore
km: បន្ថែមអ្នកគ្រប់គ្រង
ro: Adăugați admin
tr: yönetici ekle
ur: ایڈمن شامل کریں۔

source: Root admin
ar: مشرف الجذر
de: Root-Administrator
es: administrador raíz
hi: रूट व्यवस्थापक
id: Admin akar
it: Amministratore radice
km: អ្នកគ្រប់គ្រងឫស
ro: Administrator rădăcină
tr: kök yönetici
ur: روٹ ایڈمن

source: Assign permission
ar: منح الإذن
de: Berechtigung erteilen
es: especificar permiso
hi: अनुमति निर्दिष्ट करें
id: Tetapkan izin
it: Assegna l'autorizzazione
km: ផ្តល់ការអនុញ្ញាត
ro: Atribuiți permisiunea
tr: İzin ata
ur: اجازت تفویض کریں۔

source: Manage profil
ar: إدارة الملف الشخصي
de: Manage profile
es: Administrar perfil
hi: प्रोफ़ाइल प्रबंधित करें
id: Kelola profil
it: Gestisci profilo
km: គ្រប់គ្រងប្រវត្តិរូប
ro: Gestionați profilul
tr: Profili yönet
ur: پروفائل کا نظم کریں۔

source: Facebook link
ar: رابط الفيسبوك
es: enlace de facebook
hi: फेसबुक लिंक
id: Tautan Facebook
it: Collegamento Facebook
km: តំណភ្ជាប់ហ្វេសប៊ុក
ro: link pe Facebook
tr: facebook bağlantısı
ur: فیس بک لنک

source: Twitter link
ar: رابط تويتر
es: enlace de twitter
hi: ट्विटर लिंक
id: Tautan Twitter
it: Collegamento Twitter
km: តំណ Twitter
ro: link Twitter
tr: twitter bağlantısı
ur: ٹویٹر لنک

source: Linkedin link
ar: رابط ينكدين
es: link de link
hi: लिंक्डइन लिंक
id: Tautan tertaut
it: Collegamento Linkedin
km: តំណភ្ជាប់ Linkedin
ro: Link-ul Linkedin
tr: Linkedin bağlantısı
ur: لنکڈین لنک

source: The image size should be any square image
ar: يجب أن يكون حجم الصورة أي صورة مربعة
de: Die Bildgröße sollte ein beliebiges quadratisches Bild sein
es: El tamaño de la imagen debe ser cualquier imagen cuadrada
hi: छवि का आकार कोई भी वर्गाकार छवि होना चाहिए
id: Ukuran gambar harus berupa gambar persegi apa saja
it: La dimensione dell'immagine dovrebbe essere qualsiasi immagine quadrata
km: ទំហំរូបភាពគួរតែជារូបភាពការ៉េណាមួយ។
ro: Dimensiunea imaginii ar trebui să fie orice imagine pătrată
tr: Resim boyutu herhangi bir kare resim olmalıdır
ur: تصویر کا سائز کسی بھی مربع تصویر کا ہونا چاہیے۔

source: Update profile
ar: تحديث الملف
de: Profil aktualisieren
es: actualización del perfil
hi: प्रोफ़ाइल अपडेट करें
id: Memperbaharui profil
it: Aggiorna il profilo
km: ធ្វើបច្ចុប្បន្នភាពប្រវត្តិរូប
ro: Actualizare profil
tr: Profili Güncelle
ur: پروفائل کو اپ ڈیٹ کریں۔

source: Current password
ar: كلمة السر الحالية
de: Aktuelles Passwort
es: Contraseña actual
hi: वर्तमान पासवर्ड
id: Kata sandi saat ini
it: Password attuale
km: លេខសំងាត់​បច្ចុប្បន្ន
ro: Parola actuală
tr: Mevcut Şifre
ur: موجودہ خفیہ لفظ

source: New password
ar: كلمة المرور الجديدة
de: Neues Kennwort
es: Nueva contraseña
hi: नया पासवर्ड
id: Kata sandi baru
it: Nuova password
km: ពាក្យសម្ងាត់​ថ្មី
ro: Parolă Nouă
tr: Yeni Şifre
ur: نیا پاس ورڈ

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
de: Bestätige neues Passwort
es: confirmar nueva contraseña
hi: नए पासवर्ड की पुष्टि करें
id: Konfirmasi password baru
it: Conferma la nuova password
km: បញ្ជាក់​លេខសំងាត់​ថ្មី
ro: Confirmă noua parolă
tr: Yeni şifreyi onayla
ur: نئے پاس ورڈ کی توثیق کریں

source: Update password
de: Kennwort aktualisieren
es: Actualiza contraseña
hi: पासवर्ड अपडेट करें
id: Perbarui kata sandi
it: Aggiorna password
km: ធ្វើបច្ចុប្បន្នភាពពាក្យសម្ងាត់
ro: Actualizați parola
tr: Şifre güncelle
ur: پاس ورڈ اپ ڈیٹ کریں۔

source: Educator profile
de: Profil des Pädagogen
es: perfil del profesor
hi: शिक्षक प्रोफ़ाइल
id: Profil pendidik
it: Profilo dell'educatore
km: កម្រងព័ត៌មានអ្នកអប់រំ
ro: Profilul educatorului
tr: eğitimci profili
ur: معلم پروفائل

source: Statistics
de: Statistiken
es: Estadísticas
hi: आंकड़े
id: Statistik
it: Statistiche
km: ស្ថិតិ
ro: Statistici
tr: İstatistik
ur: شماریات

source: Total students
de: Gesamtzahl der Studierenden
es: estudiantes totales
hi: कुल छात्र
id: Jumlah siswa
it: Studenti totali
km: សិស្សសរុប
ro: Total studenți
tr: toplam öğrenci
ur: کل طلباء

source: The complete python bootcamp from zero to hero
de: Das komplette Python-Bootcamp von Null bis zum Helden
es: El Bootcamp completo de Python de cero a héroe
hi: शून्य से नायक तक संपूर्ण पायथन बूटकैंप
id: Bootcamp python lengkap dari nol menjadi pahlawan
it: Il bootcamp Python completo da zero a eroe
km: ការបោះជំរុំ python ពេញលេញពីសូន្យទៅវីរបុរស
ro: Campul de pregătire complet python de la zero la erou
tr: Sıfırdan kahramana eksiksiz python eğitim kampı
ur: زیرو سے ہیرو تک مکمل ازگر کا بوٹ کیمپ

source: Course added to wishlist
de: Kurs zur Wunschliste hinzugefügt
es: Curso agregado a la lista de deseos
hi: पाठ्यक्रम इच्छा सूची में जोड़ा गया
id: Kursus ditambahkan ke wishlist
it: Corso aggiunto alla lista dei desideri
km: វគ្គសិក្សាត្រូវបានបន្ថែមទៅបញ្ជីប្រាថ្នា
ro: Curs adăugat la lista de dorințe
tr: Ders istek listesine eklendi
ur: کورس کو خواہش کی فہرست میں شامل کیا گیا۔

source: Manage course bundle
de: Kurspaket verwalten
es: Administrar paquetes de cursos
hi: पाठ्यक्रम बंडल प्रबंधित करें
id: Kelola bundel kursus
it: Gestisci pacchetto di corsi
km: គ្រប់គ្រងបណ្តុំវគ្គសិក្សា
ro: Gestionați pachetul de cursuri
tr: Kurs paketini yönet
ur: کورس بنڈل کا نظم کریں۔

source: Bundle
de: Bündeln
es: manojo
hi: बंडल
id: Bundel
it: Fascio
km: បាច់
ro: Pachet
tr: paket
ur: بنڈل

source: Subscription limit
de: Abonnementlimit
es: límite de suscripción
id: Batas berlangganan
it: Limite di abbonamento
km: ដែនកំណត់នៃការជាវ
ro: Limită de abonament
tr: Abonelik sınırı
ur: رکنیت کی حد

source: Deactive
de: Aktiv
es: Activo
id: Nonaktif
it: Attivo
km: សកម្ម
ro: Activ
tr: Aktif
ur: فعال

source: Edit course bundle
de: Kurspaket bearbeiten
es: Editar paquete de cursos
id: Edit paket kursus
it: Modifica il pacchetto del corso
km: កែសម្រួលបណ្តុំវគ្គសិក្សា
ro: Editați pachetul de cursuri
tr: Kurs paketini düzenle
ur: کورس بنڈل میں ترمیم کریں۔

source: Bundle add form
de: Formular zum Hinzufügen von Paketen
es: Formulario de adición de paquete
id: Bundel tambahkan formulir
it: Pacchetto aggiungi modulo
km: កញ្ចប់បន្ថែមទម្រង់
ro: Formular de adăugare a pachetului
tr: Paket ekleme formu
ur: بنڈل ایڈ فارم

source: Course bundle title
de: Titel des Kurspakets
es: Título del paquete del curso
id: Judul paket kursus
it: Titolo del bundle del corso
km: ចំណងជើងបណ្តុំវគ្គសិក្សា
ro: Titlul pachetului de curs
tr: Kurs paketi başlığı
ur: کورس بنڈل کا عنوان

source: Select courses
de: Kurse auswählen
es: Seleccionar cursos
id: Pilih kursus
it: Seleziona i corsi
km: ជ្រើសរើសវគ្គសិក្សា
ro: Selectați cursuri
tr: Kursları seçin
ur: کورسز کا انتخاب کریں۔
