Repository: retrocraftdevops/seitech
Catalog: custom_addons/seitech_elearning/i18n/*.po
Languages: ar, de, es, hi, id, it, km, ro, tr, ur

source: Number courses
ar: عدد الدورات
de: number of courses
es: curso de número
hi: संख्या पाठ्यक्रम
id: Kursus nomor
it: Numero corsi
km: វគ្គសិក្សាលេខ
ro: Număr cursuri
tr: Sayı kursları
ur: نمبر کورسز

source: Number of lessons
ar: عدد الدروس
es: número de lecciones
hi: पाठों की संख्या
id: Jumlah pelajaran
it: Numero di lezioni
km: ចំនួនមេរៀន
ro: Numărul de lecții
tr: ders sayısı
ur: اسباق کی تعداد

source: Number of enrolment
ar: عدد المسجلين
de: Number of enrollments
es: números de inscripción
hi: नामांकन की संख्या
id: Jumlah pendaftaran
it: Numero di iscrizione
km: ចំនួននៃការចុះឈ្មោះ
ro: Numărul de înscrieri
tr: kayıt sayısı
ur: اندراج کی تعداد

source: Number of student
ar: عدد الطلاب
de: number of students
es: numero de estudiantes
hi: विद्यार्थी की संख्या
id: Jumlah siswa
it: Numero di studenti
km: ចំនួនសិស្ស
ro: Numărul de elev
tr: öğrenci sayısı
ur: طالب علم کی تعداد

source: Course overview
ar: نظرة عامة على الدورة
es: resumen del curso
hi: पाठ्यक्रम अवलोकन
id: Ikhtisar kursus
it: Panoramica del corso
km: ទិដ្ឋភាពទូទៅនៃវគ្គសិក្សា
ro: Privire de ansamblu asupra curs
tr: Kursa genel bakış
ur: کورس کا جائزہ

source: Active courses
ar: دورات نشطة
es: curso activo
hi: सक्रिय पाठ्यक्रम
id: Kursus aktif
it: Corsi attivi
km: វគ្គសិក្សាសកម្ម
ro: Cursuri active
tr: Aktif kurslar
ur: فعال کورسز

source: Pending courses
ar: الدورات المعلقة
es: cursos pendientes
hi: लंबित पाठ्यक्रम
id: Kursus tertunda
it: Corsi in sospeso
km: វគ្គសិក្សាដែលមិនទាន់សម្រេច
ro: Cursuri în așteptare
tr: Bekleyen kurslar
ur: زیر التواء کورسز

source: Requested withdrawal
ar: طلب سحب
de: payment requested
es: reembolso requerido
hi: वापसी का अनुरोध किया
id: Diminta penarikan
it: Ritiro richiesto
km: បានស្នើសុំការដកប្រាក់
ro: Retragere solicitată
tr: İstenen para çekme
ur: واپس لینے کی درخواست کی۔

source: Email
ar: بريد إلكتروني
es: Correo electrónico
hi: ईमेल
id: Surel
km: អ៊ីមែល
tr: E-posta
ur: ای میل

source: Requested withdrawal amount
ar: مبلغ السحب المطلوب
de: Requested payout amount
es: monto de retiro solicitado
hi: अनुरोधित निकासी राशि
id: Jumlah penarikan yang diminta
it: Importo del prelievo richiesto
km: បានស្នើសុំចំនួនទឹកប្រាក់ដកប្រាក់
ro: Suma de retragere solicitată
tr: Talep edilen para çekme tutarı
ur: واپسی کی رقم کی درخواست کی۔

source: January
ar: يناير
es: Enero
hi: जनवरी
id: Januari
it: Gennaio
km: មករា
ro: ianuarie
tr: Ocak
ur: جنوری

source: February
ar: شهر فبراير
es: febrero
hi: फ़रवरी
id: Februari
it: Febbraio
km: ខែកុម្ភៈ
ro: februarie
tr: Şubat
ur: فروری

source: March
ar: يمشي
es: marzo
hi: मार्च
id: Berbaris
it: Marzo
km: ខែមីនា
ro: Martie
tr: Mart
ur: مارچ

source: May
ar: يمكن
es: Puede
hi: मई
id: Mungkin
it: Maggio
km: ឧសភា
ro: Mai
tr: Mayıs
ur: مئی

source: June
ar: يونيو
es: junio
hi: जून
id: Juni
it: Giugno
km: ខែមិថុនា
ro: iunie
tr: Haziran
ur: جون

source: July
ar: يوليو
es: julio
hi: जुलाई
id: Juli
it: Luglio
km: ខែកក្កដា
ro: iulie
tr: Temmuz
ur: جولائی

source: August
ar: أغسطس
es: agosto
hi: अगस्त
id: Agustus
it: agosto
km: សីហា
tr: Ağustos
ur: اگست

source: October
ar: اكتوبر
es: octubre
hi: अक्टूबर
id: Oktober
it: ottobre
km: តុលា
ro: octombrie
tr: Ekim
ur: اکتوبر

source: December
ar: ديسمبر
es: Diciembre
hi: दिसंबर
id: Desember
it: Dicembre
km: ខែធ្នូ
ro: decembrie
tr: Aralık
ur: دسمبر

source: Ok
ar: نعم
es: Correcto
hi: ठीक
id: Terlalu banyak
km: យល់ព្រម
ro: Bine
tr: Tamam
ur: ٹھیک ہے

source: Success
ar: نجاح
es: Éxito
hi: सफलता
id: Kesuksesan
it: Successo
km: ជោគជ័យ
ro: Succes
tr: Başarı
ur: کامیابی

source: Successfully
ar: بنجاح
de: Successful
es: exitosamente
hi: सफलतापूर्वक
id: Berhasil
it: Con successo
km: ដោយជោគជ័យ
ro: Cu succes
tr: başarıyla
ur: کامیابی سے

source: Div added to bottom
ar: تمت إضافة Div إلى الأسفل
de: Added div below
es: Div agregado al final
hi: डिव को नीचे से जोड़ा गया
id: Div ditambahkan ke bawah
it: Div aggiunto in fondo
km: Div ត្រូវបានបន្ថែមទៅបាត
ro: Div adăugat în partea de jos
tr: En alta div eklendi
ur: Div نیچے شامل کیا گیا۔

source: Div has been deleted
ar: تم حذف Div
es: se ha eliminado el div
hi: डिव हटा दिया गया है
id: Div telah dihapus
it: Div è stato eliminato
km: Div ត្រូវបានលុប
ro: Div a fost șters
tr: Div silindi
ur: Div کو حذف کر دیا گیا ہے۔

source: Provide your valid login credentials
ar: قدم بيانات اعتماد تسجيل الدخول الصالحة الخاصة بك
de: Enter your valid login details
es: Proporcione sus credenciales de inicio de sesión válidas
hi: अपना वैध लॉगिन क्रेडेंशियल प्रदान करें
id: Berikan kredensial login Anda yang valid
it: Fornisci le tue credenziali di accesso valide
km: ផ្តល់លិខិតសម្គាល់ការចូលដែលមានសុពលភាពរបស់អ្នក។
ro: Furnizați datele dvs. de conectare valide
tr: Geçerli oturum açma kimlik bilgilerinizi sağlayın
ur: اپنی درست لاگ ان اسناد فراہم کریں۔

source: Continue with email
ar: تواصل مع البريد الإلكتروني
es: continuar correo electrónico
hi: ईमेल जारी रखें
id: Lanjutkan dengan email
it: Continua con la posta elettronica
km: បន្តជាមួយអ៊ីមែល
ro: Continuați cu e-mailul
tr: e-posta ile devam et
ur: ای میل کے ساتھ جاری رکھیں

source: Password
ar: كلمة المرور
es: Contraseña
hi: पासवर्ड
id: Kata sandi
it: Parola d'ordine
km: ពាក្យសម្ងាត់
ro: Parola
tr: Şifre
ur: پاس ورڈ

source: Forgot password
ar: هل نسيت كلمة السر
es: Has olvidado tu contraseña
hi: पासवर्ड भूल गए
id: Tidak ingat kata sandi
it: Ha dimenticato la password
km: ភ្លេច​លេខសំងាត់​
ro: Aţi uitat parola
tr: Parolanızı mı unuttunuz
ur: پاسورڈ بھول گے

source: Do not have an account
ar: لا تملك حساب
de: Don't have an account
es: No tiene una cuenta
hi: कोई खाता नहीं है
id: Belum punya akun
it: Non hai un account
km: មិន​មាន​គណនី
ro: Nu ai un cont
tr: Bir hesabınız yok mu
ur: کھاتہ نہیں ہے کیا

source: Website name
ar: اسم الموقع
es: Nombre del Sitio Web
hi: वेबसाइट का नाम
id: Nama situs web
it: Nome del sito web
km: ឈ្មោះគេហទំព័រ
ro: Numele site-ului
tr: Web sitesi adı
ur: ویب سائٹ کا نام

source: Website title
ar: عنوان الموقع
de: webpage title
es: Título de la página
hi: वेबसाइट शीर्षक
id: Judul situs web
it: Titolo del sito web
km: ចំណងជើងគេហទំព័រ
ro: Titlul site-ului
tr: Web Sitesi Başlığı
ur: ویب سائٹ کا عنوان

source: Website keywords
ar: كلمات الموقع
es: Palabras clave del sitio web
hi: वेबसाइट कीवर्ड
id: Kata kunci situs web
it: Parole chiave del sito web
km: ពាក្យគន្លឹះគេហទំព័រ
ro: Cuvinte cheie pentru site-uri web
tr: Web sitesi anahtar kelimeleri
ur: ویب سائٹ کے مطلوبہ الفاظ

source: Website description
ar: وصف الموقع
es: Descripcion del Sitio Web
hi: वेबसाइट विवरण
id: Deskripsi situs web
it: Descrizione del sito web
km: ការពិពណ៌នាគេហទំព័រ
ro: Descrierea site-ului
tr: Web sitesi açıklaması
ur: ویب سائٹ کی تفصیل

source: Author
ar: مؤلف
es: Autor
hi: लेखक
id: Pengarang
it: Autore
km: អ្នកនិពន្ធ
ro: Autor
tr: Yazar
ur: مصنف

source: System email
ar: البريد الإلكتروني للنظام
es: correo electrónico del sistema
hi: सिस्टम ईमेल
id: Email sistem
it: E-mail di sistema
km: អ៊ីមែលប្រព័ន្ធ
ro: E-mail de sistem
tr: Sistem e-postası
ur: سسٹم ای میل

source: Address
ar: عنوان
es: DIRECCIÓN
hi: पता
id: Alamat
it: Indirizzo
km: អាស័យដ្ឋាន
ro: Abordare
tr: Adres
ur: پتہ

source: Phone
ar: هاتف
es: teléfono
hi: फ़ोन
id: Telepon
it: Telefono
km: ទូរស័ព្ទ
ro: Telefon
tr: Telefon
ur: فون

source: Youtube api key
ar: مفتاح Youtube api
es: clave api de youtube
hi: यूट्यूब एपीआई कुंजी
id: Kunci api Youtube
it: Chiave API Youtube
ro: Cheie API Youtube
tr: youtube api anahtarı
ur: یوٹیوب API کلید

source: Get youtube api key
ar: احصل على مفتاح youtube api
de: Get the YouTube API key
es: obtener la clave api de youtube
hi: यूट्यूब एपीआई कुंजी प्राप्त करें
id: Dapatkan kunci youtube api
it: Ottieni la chiave API di YouTube
km: ទទួល​បាន​គន្លឹះ​កម្មវិធី YouTube
ro: Obțineți cheia API youtube
tr: youtube api anahtarını al
ur: youtube api کلید حاصل کریں۔

source: Vimeo api key
ar: مفتاح Vimeo api
es: Clave API de Vimeo
hi: Vimeo एपीआई कुंजी
id: Kunci api Vimeo
it: Chiave API Vimeo
km: គ្រាប់ចុច Vimeo api
ro: Tasta API Vimeo
tr: vimeo api anahtarı
ur: Vimeo api کلید

source: Get vimeo api key
ar: الحصول على مفتاح vimeo api
de: Get the Vimeo API key
es: Obtener la clave API de Vimeo
hi: Vimeo एपीआई कुंजी प्राप्त करें
id: Dapatkan kunci vimeo api
it: Ottieni la chiave API di Vimeo
km: ទទួលបាន vimeo api key
ro: Obțineți cheia API Vimeo
tr: vimeo api anahtarını al
ur: Vimeo api کلید حاصل کریں۔

source: Purchase code
ar: كود شراء
es: código de compra
hi: खरीद कोड
id: Kode pembelian
it: Codice acquisto
km: លេខកូដទិញ
ro: Cod de achiziție
tr: Satın alma kodu
ur: خریداری کوڈ

source: System language
ar: لغة النظام
es: Lenguaje del sistema
hi: सिस्टम भाषा
id: Bahasa sistem
it: Lingua di sistema
km: ភាសាប្រព័ន្ធ
ro: Limba sistemului
tr: Sistem dili
ur: سسٹم کی زبان

source: Student email verification
ar: التحقق من البريد الإلكتروني للطالب
de: E-mail confirmation of the students
es: verificación de correo electrónico del estudiante
hi: छात्र ईमेल सत्यापन
id: Verifikasi email siswa
it: Verifica dell'e-mail dello studente
km: ការផ្ទៀងផ្ទាត់អ៊ីមែលរបស់សិស្ស
ro: Verificarea e-mailului studentului
tr: Öğrenci e-posta doğrulaması
ur: طالب علم کی ای میل کی توثیق

source: Enable
ar: يُمكَِن
de: Make possible
es: Capaz
hi: सक्षम
id: Memungkinkan
it: Abilitare
km: បើក
ro: Permite
tr: Olanak vermek
ur: فعال

source: Disable
ar: إبطال
de: Deactivate
es: desactivar
hi: अक्षम करना
id: Cacat
it: disattivare
km: បិទ
ro: Dezactivați
tr: Devre dışı bırakmak
ur: غیر فعال کریں۔

source: Course accessibility
ar: إمكانية الوصول إلى الدورة التدريبية
de: Accessibility of the course
es: Acceso al plan de estudios
hi: पाठ्यक्रम की पहुंच
id: Aksesibilitas kursus
it: Accessibilità del corso
km: ភាពងាយស្រួលនៃវគ្គសិក្សា
ro: Accesibilitatea cursurilor
tr: Kurs erişilebilirliği
ur: کورس تک رسائی

source: Publicly
ar: علانية
de: Public
es: en público
hi: सार्वजनिक रूप
id: Di depan umum
it: Pubblicamente
km: ជាសាធារណៈ
ro: Public
tr: halka açık
ur: عوامی طور پر

source: Only logged in users
ar: فقط المستخدمين المسجلين
de: Registered users only
es: solo usuarios registrados
hi: केवल लॉग इन उपयोगकर्ता
id: Hanya pengguna yang masuk
it: Solo utenti registrati
km: ចូលតែអ្នកប្រើប្រាស់ប៉ុណ្ណោះ។
ro: Doar utilizatori autentificati
tr: Sadece giriş yapan kullanıcılar
ur: صرف لاگ ان صارفین

source: Number of authorized devices
ar: عدد الأجهزة المصرح بها
es: número de dispositivos autorizados
hi: अधिकृत उपकरणों की संख्या
id: Jumlah perangkat resmi
it: Numero di dispositivi autorizzati
km: ចំនួនឧបករណ៍ដែលមានការអនុញ្ញាត
ro: Numărul de dispozitive autorizate
tr: Yetkili cihaz sayısı
ur: مجاز آلات کی تعداد

source: How many devices do you want to allow for logging in using a single account
ar: كم عدد الأجهزة التي تريد السماح لها بتسجيل الدخول باستخدام حساب واحد
de: How many devices do you want to allow to sign in with a single account?
es: Cuántos dispositivos desea permitir que inicien sesión con la misma cuenta
hi: आप एक ही खाते का उपयोग करके कितने उपकरणों को लॉग इन करने की अनुमति देना चाहते हैं
id: Berapa banyak perangkat yang ingin Anda izinkan untuk masuk menggunakan satu akun
it: Quanti dispositivi vuoi consentire per l'accesso utilizzando un singolo account
km: តើឧបករណ៍ប៉ុន្មានដែលអ្នកចង់អនុញ្ញាតឱ្យចូលដោយប្រើគណនីតែមួយ
ro: Câte dispozitive doriți să permiteți conectarea folosind un singur cont
tr: Tek bir hesap kullanarak oturum açmak için kaç cihaza izin vermek istiyorsunuz?
ur: آپ کتنے آلات کو ایک اکاؤنٹ کا استعمال کرکے لاگ ان کرنے کی اجازت دینا چاہتے ہیں۔

source: Course selling tax
ar: ضريبة بيع الدورة
de: Course Sales Tax
es: impuesto sobre las ventas del curso
hi: कोर्स विक्रय कर
id: Pajak penjualan saja
it: Tassa di vendita del corso
km: វគ្គលក់ពន្ធ
ro: Taxa de vânzare curs
tr: Kurs satış vergisi
ur: کورس سیلنگ ٹیکس

source: Enter 0 if you want to disable the tax option
ar: أدخل 0 إذا كنت تريد تعطيل خيار الضريبة
de: Geben Sie 0 ein, wenn Sie die Steueroption deaktivieren möchten
es: Ingrese 0 si desea deshabilitar la opción de impuestos
hi: यदि आप कर विकल्प को अक्षम करना चाहते हैं तो 0 दर्ज करें
id: Masukkan 0 jika Anda ingin menonaktifkan opsi pajak
it: Immettere 0 se si desidera disabilitare l'opzione fiscale
km: បញ្ចូលលេខ 0 ប្រសិនបើអ្នកចង់បិទជម្រើសពន្ធ
ro: Introduceți 0 dacă doriți să dezactivați opțiunea fiscală
tr: Vergi seçeneğini devre dışı bırakmak istiyorsanız 0 girin
ur: اگر آپ ٹیکس آپشن کو غیر فعال کرنا چاہتے ہیں تو 0 درج کریں۔

source: Google analytics id
ar: معرف Google Analytics
es: identificación de Google Analytics
hi: गूगल एनालिटिक्स आईडी
id: Analisis ID Google
it: ID Google Analytics
km: លេខសម្គាល់ការវិភាគ Google
ro: ID Google Analytics
tr: Google Analytics Kimliği
ur: گوگل اینالیٹکس آئی ڈی

source: Keep it blank if you want to disable it
ar: اتركه فارغًا إذا كنت تريد تعطيله
de: Lassen Sie es leer, wenn Sie es deaktivieren möchten
es: Déjalo en blanco si quieres desactivarlo.
hi: यदि आप इसे अक्षम करना चाहते हैं तो इसे खाली रखें
id: Biarkan kosong jika Anda ingin menonaktifkannya
it: Lascialo vuoto se vuoi disabilitarlo
km: ទុកវាឱ្យនៅទទេប្រសិនបើអ្នកចង់បិទវា។
ro: Păstrați-l gol dacă doriți să îl dezactivați
tr: Devre dışı bırakmak istiyorsanız boş bırakın
ur: اگر آپ اسے غیر فعال کرنا چاہتے ہیں تو اسے خالی رکھیں

source: Meta pixel id
ar: معرف بكسل ميتا
es: ID de metapíxel
hi: मेटा पिक्सेल आईडी
id: Id piksel meta
it: ID metapixel
km: លេខសម្គាល់មេតាភីកសែល
tr: Meta piksel kimliği
ur: میٹا پکسل آئی ڈی

source: Footer text
ar: نص التذييل
de: Fusszeile
es: texto de pie de página
hi: फूटर टेक्स्ट
id: Catatan kaki
it: Testo del piè di pagina
km: អត្ថបទបាតកថា
ro: Text de subsol
tr: Altbilgi metni
ur: فوٹر متن

source: Footer link
ar: رابط التذييل
de: Fußzeilenlink
es: enlace de pie de página
hi: फ़ुटर लिंक
id: Tautan kaki
it: Collegamento a piè di pagina
km: តំណភ្ជាប់បាតកថា
ro: Link de subsol
tr: Altbilgi bağlantısı
ur: فوٹر لنک

source: Save
ar: يحفظ
de: Speichern
es: ahorrar
hi: बचाना
id: Toko
it: Salva
km: រក្សាទុក
ro: Salvați
tr: Kaydetmek
ur: محفوظ کریں۔

source: Update product
ar: تحديث المنتج
de: Produkt aktualisieren
es: actualizar producto
hi: उत्पाद अद्यतन करें
id: Perbarui produk
it: Aggiorna prodotto
km: ធ្វើបច្ចុប្បន្នភាពផលិតផល
ro: Actualizați produsul
tr: Ürünü güncelle
ur: پروڈکٹ کو اپ ڈیٹ کریں۔

source: File
ar: ملف
de: Datei
es: archivo
hi: फ़ाइल
id: Mengajukan
km: ឯកសារ
ro: Fişier
tr: Dosya
ur: فائل

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizaciones
hi: अद्यतन
id: Memperbarui
it: Aggiornamento
km: ធ្វើបច្ចុប្បន្នភាព
ro: Actualizați
tr: Güncelleme
ur: اپ ڈیٹ

source: Not found
ar: غير معثور عليه
de: Nicht gefunden
es: Extraviado
hi: नहीं मिला
id: Tidak ditemukan
it: Non trovato
km: រក​មិន​ឃើញ
ro: Nu a fost găsit
tr: Bulunamadı
ur: نہیں ملا

source: About this application
ar: حول هذا التطبيق
de: Über diese Anwendung
es: Acerca de la aplicación
hi: इस एप्लिकेशन के बारे में
id: Tentang aplikasi ini
it: A proposito di questa applicazione
km: អំពីកម្មវិធីនេះ
ro: Despre această aplicație
tr: Bu uygulama hakkında
ur: اس درخواست کے بارے میں

source: Software version
ar: إصدار البرنامج
es: Versión del software
hi: सॉफ्टवेयर संस्करण
id: Versi perangkat lunak
it: Versione software
km: កំណែកម្មវិធី
ro: Versiune software
tr: Yazılım versiyonu
ur: سافٹ ویئر ورژن

source: Check update
ar: اختر التحديث
de: Aktualisierung überprüfen
es: comprueba la actualización
hi: अद्यतन की जाँच करें
id: Cek pembaruan
it: Controlla l'aggiornamento
km: ពិនិត្យបច្ចុប្បន្នភាព
ro: Verifica actualizarea
tr: Güncellemeyi kontrol et
ur: اپ ڈیٹ چیک کریں۔

source: Php version
ar: نسخة php
es: versión PHP
hi: पीएचपी संस्करण
id: versi php
it: Versione PHP
km: កំណែ php
ro: versiunea PHP
tr: php versiyonu
ur: پی ایچ پی ورژن

source: Curl enable
ar: حليقة تمكين
de: Curl aktivieren
es: habilitar rizo
hi: कर्ल सक्षम करें
id: Aktifkan keriting
it: Abilita arricciatura
km: Curl បើក
ro: Activare curl
tr: Kıvrılmayı etkinleştir
ur: کرل کو فعال کریں۔

source: Enabled
ar: ممكن
de: Ermöglicht
es: Activo
hi: सक्रिय
id: Diaktifkan
it: Abilitato
km: បានបើក
ro: Activat
tr: Etkinleştirilmiş
ur: فعال

source: Product license
ar: ترخيص المنتج
de: Produktlizenz
es: licencia de producto
hi: उत्पाद लाइसेंस
id: Lisensi produk
it: Licenza del prodotto
km: អាជ្ញាប័ណ្ណផលិតផល
ro: Licență de produs
tr: Ürün lisansı
ur: پروڈکٹ لائسنس

source: Invalid
ar: غير صالح
de: Ungültig
es: inválido
hi: अमान्य
id: Tidak sah
it: Non valido
km: មិនត្រឹមត្រូវ
tr: Geçersiz
ur: غلط

source: Enter valid purchase code
ar: أدخل رمز شراء صالحًا
de: Geben Sie einen gültigen Kaufcode ein
es: Introduce un código de compra válido
hi: वैध खरीद कोड दर्ज करें
id: Masukkan kode pembelian yang valid
it: Inserisci un codice di acquisto valido
km: បញ្ចូលលេខកូដទិញត្រឹមត្រូវ។
ro: Introduceți codul de achiziție valid
tr: Geçerli satın alma kodunu girin
ur: درست خریداری کوڈ درج کریں۔

source: Customer support status
ar: حالة دعم العملاء
de: Status des Kundensupports
es: estado de atención al cliente
hi: ग्राहक सहायता स्थिति
id: Status dukungan pelanggan
it: Stato dell'assistenza clienti
km: ស្ថានភាពជំនួយអតិថិជន
ro: Starea asistenței pentru clienți
tr: Müşteri destek durumu
ur: کسٹمر سپورٹ کی حیثیت

source: Support expiry date
ar: تاريخ انتهاء الدعم
de: Ablaufdatum des Supports
es: fecha de caducidad del soporte
hi: समाप्ति तिथि का समर्थन करें
id: Mendukung tanggal kedaluwarsa
it: Data di scadenza del supporto
km: គាំទ្រកាលបរិច្ឆេទផុតកំណត់
ro: Data de expirare a suportului
tr: Destek sona erme tarihi
ur: سپورٹ کی میعاد ختم ہونے کی تاریخ

source: Customer name
ar: اسم الزبون
de: Kundenname
es: Nombre del cliente
hi: ग्राहक का नाम
id: Nama pelanggan
it: Nome del cliente
km: ឈ្មោះ​អតិថិជន
ro: Numele clientului
tr: Müşteri adı
ur: گاہک کا نام

source: Product updated successfully
ar: تم تحديث المنتج بنجاح
de: Produkt erfolgreich aktualisiert
es: Producto actualizado con éxito
hi: उत्पाद सफलतापूर्वक अपडेट किया गया
id: Produk berhasil diperbarui
it: Prodotto aggiornato con successo
km: ផលិតផលបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ
ro: Produsul a fost actualizat cu succes
tr: Ürün başarıyla güncellendi
ur: پروڈکٹ کو کامیابی سے اپ ڈیٹ کر دیا گیا۔

source: Remove all
ar: حذف الكل
de: Alles entfernen
es: eliminar todo
hi: सभी हटाएं
id: Hapus semua
it: Rimuovi tutto
km: ដក​ចេញ​ទាំង​អស់
ro: Inlătură tot
tr: Hepsini kaldır
ur: سب کو ہٹا دیں

source: Notification
ar: إشعار
de: Benachrichtigung
es: notificación
hi: अधिसूचना
id: Pemberitahuan
it: Notifica
km: សេចក្តីជូនដំណឹង
ro: Notificare
tr: Bildiri
ur: اطلاع

source: No notification
ar: لا يوجد إشعارات
de: Keine Benachrichtigung
es: sin información
hi: कोई सूचना नहीं
id: Tidak ada pemberitahuan
it: Nessuna notifica
km: គ្មានការជូនដំណឹងទេ។
ro: Nicio notificare
tr: Bildirim yok
ur: کوئی اطلاع نہیں۔

source: Notification settings
ar: إعدادات الإشعار
de: Benachrichtigungseinstellungen
es: configuración de las notificaciones
hi: अधिसूचना सेटिंग्स
id: Pengaturan pemberitahuan
it: Impostazioni di notifica
km: ការកំណត់ការជូនដំណឹង
ro: Setări de notificare
tr: Bildirim ayarları
ur: اطلاع کی ترتیبات

source: Mark all as read
ar: اشر عليها بانها قرات
de: Alles als gelesen markieren
es: marcar todo como leido
hi: सभी को पढ़ा हुआ मार्क करें
id: tandai semua telah dibaca
it: Segna tutti come letti
km: សម្គាល់ទាំងអស់ថាបានអានហើយ។
ro: Marcheaza totul ca fiind citit
tr: Tümünü okundu olarak işaretle
ur: سب کو پڑھا ہوا شمار کریں

source: Enrollments
ar: التسجيلات
de: Anmeldungen
es: Inscripción
hi: नामांकन
id: Registrasi
it: Iscrizioni
km: ការចុះឈ្មោះ
ro: Înscrieri
tr: Kayıtlar
ur: اندراجات

source: Newsletter
ar: النشرة الإخبارية
es: Del Boletín de noticias
hi: समाचार पत्रिका
id: Buletin
it: Notiziario
km: ព្រឹត្តិបត្រ
ro: Buletin informativ
tr: Bülten
ur: نیوز لیٹر

source: All newsletter
ar: كل النشرة الإخبارية
de: Alle Newsletter
es: todos los periódicos
hi: सभी समाचार पत्र
id: Semua buletin
it: Tutti i notiziari
km: ព្រឹត្តិបត្រព័ត៌មានទាំងអស់។
ro: Toate newsletter-ul
tr: Tüm bülten
ur: تمام نیوز لیٹر

source: Subscribed user
ar: مستخدم مشترك
de: Abonnierter Benutzer
es: usuarios suscritos
hi: सदस्यता प्राप्त उपयोगकर्ता
id: Pengguna berlangganan
it: Utente iscritto
km: អ្នកប្រើប្រាស់ដែលបានជាវ
ro: Utilizator abonat
tr: abone olunan kullanıcı
ur: سبسکرائب شدہ صارف

source: Custom page builder
ar: منشئ الصفحة المخصص
de: Benutzerdefinierter Seitenersteller
es: creador de páginas personalizadas
hi: कस्टम पेज बिल्डर
id: Pembuat halaman khusus
it: Generatore di pagine personalizzate
km: អ្នកបង្កើតទំព័រផ្ទាល់ខ្លួន
ro: Creator de pagini personalizate
tr: Özel sayfa oluşturucu
ur: کسٹم پیج بلڈر

source: Your servers file upload limit is 900mb
ar: حد تحميل ملف الخوادم هو 900 ميجا بايت
de: Das Datei-Upload-Limit Ihres Servers beträgt 900 MB
es: Su servidor tiene un límite de carga de archivos de 900 MB
hi: आपके सर्वर की फ़ाइल अपलोड सीमा 900 एमबी है
id: Batas unggah file server Anda adalah 900MB
it: Il limite di caricamento dei file del tuo server è di 900 MB
km: ដែនកំណត់ផ្ទុកឯកសារម៉ាស៊ីនមេរបស់អ្នកគឺ 900mb
ro: Limita de încărcare a fișierelor de pe serverele dvs. este de 900 MB
tr: Sunucularınızın dosya yükleme limiti 900mb'dir.
ur: آپ کے سرورز فائل اپ لوڈ کی حد 900mb ہے۔

source: 404 not found
ar: 404 غير موجود
de: 404 Nicht gefunden
es: 404 No encontrado
hi: 404 नहीं मिला
id: 404 tidak ditemukan
it: 404 non trovato
km: 404 រក​មិន​ឃើញ
ro: 404 Nu a fost gasit
tr: 404 Bulunamadı
ur: 404 نہیں ملا

source: Administration
ar: إدارة
de: Verwaltung
es: Administración
hi: प्रशासन
id: Administrasi
it: Amministrazione
km: រដ្ឋបាល
ro: Administrare
tr: Yönetim
ur: انتظامیہ

source: Checkout
ar: الدفع
de: Kasse
es: verificar
hi: चेक आउट
id: Periksa
it: Guardare
km: ពិនិត្យ​មុន​ពេល​ចេញ
ro: Verifică
tr: Çıkış yapmak
ur: اس کو دیکھو

source: Log out
ar: تسجيل خروج
de: Ausloggen
es: cerrar sesión
hi: लॉग आउट
id: Keluar
it: Disconnettersi
km: ចាកចេញ
ro: Deconectați-vă
tr: Çıkış Yap
ur: لاگ آوٹ

source: The page you requested could not be found
ar: الصفحة المطلوبة لا يمكن العثور عليه
de: Die von Ihnen angeforderte Seite konnte nicht gefunden werden
es: No se pudo encontrar la página que solicitó
hi: आपने जिस पृष्ठ का अनुरोध किया है वह नहीं मिल सका
id: Halaman yang Anda minta tidak dapat ditemukan
it: La pagina richiesta non è stata trovata
km: រកមិនឃើញទំព័រដែលអ្នកបានស្នើសុំទេ។
ro: Pagina pe care ați solicitat-o ​​nu a putut fi găsită
tr: Aradığınız sayfa bulunamadı
ur: آپ کا درخواست کردہ صفحہ نہیں مل سکا

source: Check the spelling of the url
ar: تحقق من هجاء عنوان url
de: Überprüfen Sie die Schreibweise der URL
es: Revisar la ortografía de la URL
hi: यूआरएल की वर्तनी जांचें
id: Periksa ejaan url
it: Controlla l'ortografia dell'URL
km: ពិនិត្យអក្ខរាវិរុទ្ធនៃ url
ro: Verificați ortografia adresei URL
tr: URL'nin yazımını kontrol edin
ur: یو آر ایل کے ہجے چیک کریں۔

source: Contact us
ar: اتصل بنا
de: Kontaktiere uns
es: Contacto
hi: संपर्क करें
id: Hubungi kami
it: Contattaci
km: ទាក់ទង​មក​ពួក​យើង
ro: Contactaţi-ne
tr: Bize Ulaşın
ur: ہم سے رابطہ کریں۔

source: Faq
ar: التعليمات
es: Preguntas generales
hi: सामान्य प्रश्न
id: Tanya Jawab
km: សំណួរ
tr: SSS
ur: عمومی سوالات

source: Subscribe to our newsletter
ar: اشترك في نشرتنا الإخبارية
de: Abonniere unseren Newsletter
es: Suscríbete a nuestro boletín
hi: हमारे न्युजलेटर की सदस्यता प्राप्त करें
id: Berlangganan newsletter kami
it: Iscriviti alla nostra Newsletter
km: ជាវព្រឹត្តិប័ត្រព័ត៌មានរបស់យើង។
ro: Aboneaza-te la newsletter-ul nostru
tr: Haber bültenimize abone ol
ur: ہماری نیوز لیٹر کو سبسکرائب کریں

source: Enter your email address
ar: أدخل عنوان بريدك الالكتروني
de: Geben sie ihre E-Mailadresse ein
es: Ingrese su dirección de correo electrónico
hi: अपना ईमेल पता दर्ज करें
id: Masukkan alamat email Anda
it: Inserisci il tuo indirizzo email
km: សូម​ប​ញ្ជូ​ល​អាសយដ្ឋាន​អ៊ី​ម៊ែ​ល​របស់​អ្នក
ro: Introdu adresa ta de e-mail
tr: E-posta adresinizi giriniz
ur: اپنا ای میل کا پتا لکھو

source: Happy
ar: سعيد
de: Glücklich
es: Feliz
hi: खुश
id: Bagus
it: Contento
km: រីករាយ
ro: Fericit
tr: Mutlu
ur: خوش

source: Experienced
ar: ذوي الخبرة
de: Erfahren
es: Experiencia
hi: अनुभव
id: Berpengalaman
it: Esperto
km: មានបទពិសោធន៍
ro: Cu experienta
tr: Tecrübeli
ur: تجربہ کار
