Repository: retrocraftdevops/seitech
Catalog: custom_addons/seitech_elearning/i18n/*.po
Languages: ar, de, es, hi, id, it, km, ro, tr, ur

source: Paytm merchant mid
ar: تاجر Paytm mid
de: Paytm-Händler Mitte
es: Central de comerciantes de Paytm
hi: पेटीएम मर्चेंट मध्य
id: Pedagang pembayaran pertengahan
it: Paytm commerciante a metà
km: ឈ្មួញកណ្តាល Paytm
ro: Comerciant Paytm mid
tr: Paytm tüccar orta
ur: پے ٹی ایم مرچنٹ وسط

source: Paytm merchant website
ar: موقع التاجر Paytm
de: Paytm-Händler-Website
es: sitio web del comerciante paytm
hi: पेटीएम मर्चेंट वेबसाइट
id: Situs web pedagang Paytm
it: Sito web del commerciante Paytm
km: គេហទំព័រពាណិជ្ជករ Paytm
ro: Site-ul comercial Paytm
tr: Paytm satıcı web sitesi
ur: پے ٹی ایم مرچنٹ کی ویب سائٹ

source: Industry type id
ar: معرف نوع الصناعة
de: Branchentyp-ID
es: ID de tipo de industria
hi: उद्योग प्रकार आईडी
id: Id jenis industri
it: ID del tipo di settore
km: លេខសម្គាល់ប្រភេទឧស្សាហកម្ម
ro: Id-ul tipului de industrie
tr: Sektör türü kimliği
ur: صنعت کی قسم کی شناخت

source: Channel id
ar: معرف القناة
de: Kanal ID
es: Canal ID
hi: चैनल आईडी
id: ID saluran
it: Canale ID
km: លេខសម្គាល់ប៉ុស្តិ៍
ro: ID canal
tr: kanal kimliği
ur: چینل آئی ڈی

source: User update successfully
ar: تحديث المستخدم بنجاح
de: Benutzeraktualisierung erfolgreich
es: actualización de usuario con éxito
hi: उपयोगकर्ता अद्यतन सफलतापूर्वक
id: Pembaruan pengguna berhasil
it: Aggiornamento utente riuscito
km: ធ្វើបច្ចុប្បន្នភាពអ្នកប្រើប្រាស់ដោយជោគជ័យ
ro: Actualizarea utilizatorului cu succes
tr: Kullanıcı güncellemesi başarıyla
ur: صارف کی تازہ کاری کامیابی سے ہوئی۔

source: Current course provider
ar: مزود الدورة الحالية
de: Aktueller Kursanbieter
es: proveedor de cursos actual
hi: वर्तमान पाठ्यक्रम प्रदाता
id: Penyedia kursus saat ini
it: Fornitore di corsi attuale
km: អ្នកផ្តល់វគ្គសិក្សាបច្ចុប្បន្ន
ro: Furnizor curent de cursuri
tr: Mevcut kurs sağlayıcı
ur: موجودہ کورس فراہم کنندہ

source: Ispring
ar: اسبرينج
es: primavera
hi: इसप्रिंग
id: musim semi
km: អ៊ីព្រីង
ro: Isprimava
tr: bahar
ur: اسپرنگ

source: Preview
ar: معاينة
de: Vorschau
es: Avance
hi: पूर्व दर्शन
id: Pratinjau
it: Anteprima
km: មើលជាមុន
ro: previzualizare
tr: Ön izleme
ur: پیش نظارہ

source: Update scorm course
ar: تحديث الدورة التدريبية
de: Scorm-Kurs aktualisieren
es: actualizar el curso de scorm
hi: स्कोर्म कोर्स को अपडेट करें
id: Perbarui kursus scorm
it: Aggiorna corso scorm
km: ធ្វើបច្ចុប្បន្នភាពវគ្គបោកប្រាស់
ro: Actualizați cursul scorm
tr: scorm kursunu güncelle
ur: اسکارم کورس کو اپ ڈیٹ کریں۔

source: Update course
ar: تحديث الدورة
de: Kurs aktualisieren
es: curso de actualización
hi: पाठ्यक्रम अद्यतन करें
id: Perbarui kursus
it: Aggiorna corso
km: ធ្វើបច្ចុប្បន្នភាពវគ្គសិក្សា
ro: Actualizați cursul
tr: Kursu güncelle
ur: کورس کو اپ ڈیٹ کریں۔

source: System settings updated
ar: تم تحديث إعدادات النظام
de: Systemeinstellungen aktualisiert
es: configuración del sistema actualizada
hi: सिस्टम सेटिंग्स अपडेट की गईं
id: Pengaturan sistem diperbarui
it: Impostazioni di sistema aggiornate
km: បានធ្វើបច្ចុប្បន្នភាពការកំណត់ប្រព័ន្ធ
ro: Setările sistemului au fost actualizate
tr: Sistem ayarları güncellendi
ur: سسٹم کی ترتیبات کو اپ ڈیٹ کر دیا گیا۔

source: Student
ar: طالب
es: alumno
hi: विद्यार्थी
id: Murid
it: Alunno
km: សិស្ស
tr: Öğrenci
ur: طالب علم

source: Progress
ar: تقدم
de: Fortschritt
es: Progreso
hi: प्रगति
id: Kemajuan
it: Progresso
km: វឌ្ឍនភាព
ro: Progres
tr: İlerlemek
ur: پیش رفت

source: Not started yet
ar: لم تبدأ بعد
de: Noch nicht angefangen
es: no ha comenzado todavía
hi: अभी तक शुरू नहीं हुआ
id: Belum dimulai
it: Non ancora iniziato
km: មិនទាន់បានចាប់ផ្តើមនៅឡើយទេ
ro: Încă nu a început
tr: Henüz başlamadı
ur: ابھی شروع نہیں ہوا۔

source: Not completed yet
ar: لم تكتمل بعد
de: Noch nicht abgeschlossen
es: aún no completado
hi: अभी तक पूरा नहीं
id: Belum selesai
it: Non ancora completata
km: មិនទាន់​បញ្ចប់​ទេ
ro: Nu a fost finalizată încă
tr: Henüz tamamlanmadı
ur: ابھی تک مکمل نہیں ہوا۔

source: Enrolled from
ar: مسجل من
de: Eingeschrieben von
es: matriculado desde
hi: से नामांकन कराया
id: Terdaftar dari
it: Iscritto da
km: បានចុះឈ្មោះពី
ro: Înscris din
tr: Kayıtlı
ur: سے داخلہ لیا۔

source: Last seen on
ar: شوهد آخر مرة في
de: Zuletzt gesehen am
es: ultima vez visto
hi: आखिरी बार देखा गया
id: Terakhir terlihat di
it: Ultimo accesso
km: បានឃើញចុងក្រោយនៅលើ
ro: Văzut ultima dată pe
tr: Son görülme tarihi
ur: آخری بار دیکھا گیا۔

source: Completed on
ar: اكتمل في
de: Vervollständigt am
es: en el pleno
hi: पर पूर्ण
id: Selesai pada
it: Completato il
km: បានបញ្ចប់នៅលើ
ro: Completat pe
tr: Tamamlandı
ur: پر مکمل ہوا۔

source: Completed lesson
ar: الدرس مكتمل
de: Lektion abgeschlossen
es: texto completo
hi: पूरा पाठ
id: Selesai pelajaran
it: Lezione completata
km: មេរៀនបានបញ្ចប់
ro: Lecție finalizată
tr: tamamlanan ders
ur: مکمل سبق

source: Out of
ar: بعيدا عن المكان
de: Aus
es: Fuera de
hi: से बाहर
id: Dari
it: Fuori da
km: ចេញ​ពី
ro: Din
tr: Dışında
ur: سے باہر

source: Watched duration
ar: مدة المشاهدة
de: Beobachtete Dauer
es: duración vista
hi: देखी गई अवधि
id: Durasi yang ditonton
it: Durata osservata
km: រយៈពេលដែលបានមើល
ro: Durata urmărită
tr: İzlenme süresi
ur: دیکھا گیا دورانیہ

source: Course adding form
ar: نموذج إضافة الدورة
de: Formular zum Hinzufügen von Kursen
es: Formulario de Adición de Curso
hi: कोर्स जोड़ने का फॉर्म
id: Formulir penambahan kursus
it: Modulo aggiunta corso
km: ទម្រង់បន្ថែមវគ្គសិក្សា
ro: Formular de adăugare a cursului
tr: Ders ekleme formu
ur: کورس کا اضافہ فارم

source: Create as a
ar: خلق كملف
de: Erstellen Sie als
es: Crea una S
hi: के रूप में बनाएं
id: Jadikan sebagai
it: Crea come
km: បង្កើតជា ក
ro: Creați ca a
tr: olarak oluştur
ur: ایک کے طور پر بنائیں

source: Course has been added successfully
ar: تم إضافة الدورة بنجاح
de: Der Kurs wurde erfolgreich hinzugefügt
es: Curso añadido con éxito
hi: पाठ्यक्रम सफलतापूर्वक जोड़ा गया है
id: Kursus telah berhasil ditambahkan
it: Il corso è stato aggiunto con successo
km: វគ្គសិក្សាត្រូវបានបន្ថែមដោយជោគជ័យ
ro: Cursul a fost adăugat cu succes
tr: Kurs başarıyla eklendi
ur: کورس کامیابی کے ساتھ شامل کر دیا گیا ہے۔

source: Instructor add
ar: إضافة المدرب
de: Dozent hinzufügen
es: agregar instructor
hi: प्रशिक्षक जोड़ें
id: Instruktur menambahkan
it: L'istruttore aggiunge
km: គ្រូបន្ថែម
ro: Add instructor
tr: Eğitmen ekle
ur: انسٹرکٹر شامل کریں۔

source: Instructor add form
ar: المدرب إضافة النموذج
de: Kursleiter fügt Formular hinzu
es: Agregar formulario de instructor
hi: प्रशिक्षक प्रपत्र जोड़ें
id: Instruktur menambahkan formulir
it: L'istruttore aggiunge il modulo
km: គ្រូបន្ថែមទម្រង់
ro: Formular de adăugare a instructorului
tr: Eğitmen ekleme formu
ur: انسٹرکٹر فارم شامل کریں۔

source: Sub categories
ar: الفئات الفرعية
de: Unterkategorien
es: subcategorías
hi: उपश्रेणियाँ
id: Sub kategori
it: Sottocategorie
km: ប្រភេទរង
ro: Subcategorii
tr: Alt kategoriler
ur: ذیلی زمرے

source: Edit category
ar: تحرير الفئة
de: Kategorie bearbeiten
es: Editar categoria
hi: श्रेणी संपादित करें
id: Sunting kategori
it: Modifica categoria
km: កែសម្រួលប្រភេទ
ro: Editați categoria
tr: Kategoriyi düzenle
ur: زمرہ میں ترمیم کریں۔

source: Update category
ar: فئة التحديث
de: Kategorie aktualisieren
es: categoría de actualización
hi: श्रेणी अद्यतन करें
id: Perbarui kategori
it: Aggiorna categoria
km: ធ្វើបច្ចុប្បន្នភាពប្រភេទ
ro: Actualizați categoria
tr: Kategoriyi güncelle
ur: زمرہ کو اپ ڈیٹ کریں۔

source: Update category form
ar: تحديث نموذج الفئة
de: Kategorieformular aktualisieren
es: Actualizar formulario de categoría
hi: श्रेणी प्रपत्र अद्यतन करें
id: Perbarui formulir kategori
it: Aggiorna modulo categoria
km: ធ្វើបច្ចុប្បន្នភាពទម្រង់ប្រភេទ
ro: Actualizați formularul categoriei
tr: Kategori formunu güncelle
ur: زمرہ فارم کو اپ ڈیٹ کریں۔

source: Category title
ar: عنوان الفئة
de: Kategorietitel
es: título de la categoría
hi: श्रेणी शीर्षक
id: Judul kategori
it: Titolo di categoria
km: ចំណងជើងប្រភេទ
ro: Titlul categoriei
tr: Kategori başlığı
ur: زمرہ کا عنوان

source: Parent
ar: الأبوين
de: Elternteil
es: Padres
hi: माता-पिता
id: Induk
it: Genitore
km: ឪពុកម្តាយ
ro: Mamă
tr: ebeveyn
ur: والدین

source: None
ar: لا أحد
de: Keiner
es: Ninguno
hi: कोई नहीं
id: Tidak ada
it: Nessuno
km: គ្មាន
ro: Nici unul
tr: Hiçbiri
ur: کوئی نہیں۔

source: Select none to create a parent category
ar: حدد لا شيء لإنشاء فئة رئيسية
de: Wählen Sie „Keine“ aus, um eine übergeordnete Kategorie zu erstellen
es: Seleccione Ninguno para crear una categoría principal
hi: मूल श्रेणी बनाने के लिए कोई नहीं चुनें
id: Pilih tidak ada untuk membuat kategori induk
it: Seleziona nessuno per creare una categoria padre
km: ជ្រើសរើសគ្មានដើម្បីបង្កើតប្រភេទមេ
ro: Selectați niciunul pentru a crea o categorie părinte
tr: Bir üst kategori oluşturmak için hiçbirini seçin
ur: پیرنٹ زمرہ بنانے کے لیے کوئی نہیں منتخب کریں۔

source: Icon picker
ar: منتقي الرموز
de: Symbolauswahl
es: selector de iconos
hi: चिह्न चयनकर्ता
id: Pemilih ikon
it: Selettore di icone
km: កម្មវិធីជ្រើសរើសរូបតំណាង
ro: Selector de pictograme
tr: Simge seçici
ur: آئیکن چننے والا

source: Category thumbnail
ar: صورة مصغرة للفئة
de: Miniaturansicht der Kategorie
es: Miniaturas de categoría
hi: श्रेणी थंबनेल
id: Gambar mini kategori
it: Miniatura della categoria
km: រូបភាពតូចនៃប្រភេទ
ro: Miniatura categoriei
tr: Kategori küçük resmi
ur: زمرہ تھمب نیل

source: The image size should be
ar: يجب أن يكون حجم الصورة
de: Die Bildgröße sollte sein
es: El tamaño de la imagen debe ser
hi: छवि का आकार होना चाहिए
id: Ukuran gambar harus
it: La dimensione dell'immagine dovrebbe essere
km: ទំហំរូបភាពគួរតែមាន
ro: Dimensiunea imaginii ar trebui să fie
tr: resim boyutu olmalıdır
ur: تصویر کا سائز ہونا چاہئے۔

source: Choose thumbnail
ar: اختر الصورة المصغرة
de: Miniaturansicht auswählen
es: elegir miniatura
hi: थंबनेल चुनें
id: Pilih gambar kecil
it: Scegli la miniatura
km: ជ្រើសរើសរូបភាពតូច
ro: Alegeți o miniatură
tr: Küçük resim seçin
ur: تھمب نیل کا انتخاب کریں۔

source: Data added successfully
ar: تمت إضافة البيانات بنجاح
de: Daten erfolgreich hinzugefügt
es: datos añadidos con éxito
hi: डेटा सफलतापूर्वक जोड़ा गया
id: Data berhasil ditambahkan
it: Dati aggiunti con successo
km: ទិន្នន័យត្រូវបានបន្ថែមដោយជោគជ័យ
ro: Date adăugate cu succes
tr: Veriler başarıyla eklendi
ur: ڈیٹا کامیابی سے شامل ہو گیا۔

source: Logo updated
ar: تم تحديث الشعار
de: Logo aktualisiert
es: logotipo actualizado
hi: लोगो अपडेट किया गया
id: Logo diperbarui
it: Logo aggiornato
km: បានធ្វើបច្ចុប្បន្នភាពនិមិត្តសញ្ញា
ro: Logo-ul a fost actualizat
tr: Logo güncellendi
ur: لوگو کو اپ ڈیٹ کر دیا گیا۔

source: Favicon updated
ar: تم تحديث الأيقونة المفضلة
de: Favicon aktualisiert
es: icono de favoritos actualizado
hi: फ़ेविकॉन अपडेट किया गया
id: Favicon diperbarui
it: Favicon aggiornata
km: បានធ្វើបច្ចុប្បន្នភាព Favicon
ro: Favicon actualizat
tr: Favicon güncellendi
ur: Favicon کو اپ ڈیٹ کر دیا گیا۔

source: Motivational speech updated successfully
ar: تم تحديث الخطاب التحفيزي بنجاح
de: Motivationsrede erfolgreich aktualisiert
es: discurso motivacional actualizado exitosamente
hi: प्रेरक भाषण सफलतापूर्वक अपडेट किया गया
id: Pidato motivasi berhasil diperbarui
it: Discorso motivazionale aggiornato con successo
km: បានធ្វើបច្ចុប្បន្នភាពសុន្ទរកថាលើកទឹកចិត្តដោយជោគជ័យ
ro: Discursul motivațional a fost actualizat cu succes
tr: Motivasyon konuşması başarıyla güncellendi
ur: تحریکی تقریر کامیابی کے ساتھ اپ ڈیٹ ہو گئی۔

source: New home page layout has been activated
ar: تم تنشيط تخطيط الصفحة الرئيسية الجديدة
de: Neues Homepage-Layout wurde aktiviert
es: Se ha activado el nuevo diseño de la página de inicio
hi: नया होम पेज लेआउट सक्रिय कर दिया गया है
id: Tata letak halaman beranda baru telah diaktifkan
it: È stato attivato il nuovo layout della home page
km: ប្លង់ទំព័រដើមថ្មីត្រូវបានធ្វើឱ្យសកម្ម
ro: A fost activat un nou aspect al paginii de pornire
tr: Yeni ana sayfa düzeni etkinleştirildi
ur: ہوم پیج کی نئی ترتیب کو چالو کر دیا گیا ہے۔

source: Welcome to
ar: مرحبا بك في
de: Willkommen zu
es: ¡Eres bienvenido!
hi: आपका स्वागत है
id: Selamat Datang di
it: Benvenuto a
km: ស្វាគមន៍​មកកាន់
ro: Bun venit la
tr: Hoşgeldiniz
ur: میں خوش آمدید

source: Join for free
ar: انضم مجانا
de: Kostenlos beitreten
es: Únete gratis
hi: मुफ्त में जुडो
id: Bergabung secara gratis
it: Entra gratuitamente
km: ចូលរួមដោយសេរី
ro: Înscrie-te gratis
tr: Ücretsiz katılın
ur: مفت میں شامل ہوں۔

source: Happy student
ar: طالب سعيد
de: Glücklicher Student
es: estudiante feliz
hi: खुश छात्र
id: Murid yang bahagia
it: Studente felice
km: សិស្សរីករាយ
ro: Student fericit
tr: mutlu öğrenci
ur: خوش طالب علم

source: Experienced instructor
ar: مدرب من ذوي الخبرة
de: Erfahrener Ausbilder
es: entrenador experimentado
hi: अनुभवी प्रशिक्षक
id: Instruktur berpengalaman
it: Istruttore esperto
km: គ្រូដែលមានបទពិសោធន៍
ro: Instructor cu experienta
tr: deneyimli eğitmen
ur: تجربہ کار انسٹرکٹر

source: Quality courses
ar: دورات الجودة
de: Qualitätskurse
es: curso de calidad
hi: गुणवत्तापूर्ण पाठ्यक्रम
id: Kursus berkualitas
it: Corsi di qualità
km: វគ្គសិក្សាគុណភាព
ro: Cursuri de calitate
tr: Kaliteli kurslar
ur: معیاری کورسز

source: Latest top skills
ar: أحدث المهارات
de: Neueste Top-Fähigkeiten
es: últimas habilidades principales
hi: नवीनतम शीर्ष कौशल
id: Keterampilan teratas terbaru
it: Le ultime migliori competenze
km: ជំនាញកំពូលចុងក្រោយ
ro: Cele mai recente abilități de top
tr: En yeni en iyi beceriler
ur: تازہ ترین اعلیٰ مہارتیں۔

source: Globalization
ar: العولمة
de: Globalisierung
es: globalización
hi: भूमंडलीकरण
id: Globalisasi
it: Globalizzazione
km: សកលភាវូបនីយកម្ម
ro: Globalizarea
tr: Küreselleşme
ur: عالمگیریت

source: Cost-effectiveness
ar: الفعالية من حيث التكلفة
de: Kosteneffektivität
es: rentabilidad
hi: लागत प्रभावशीलता
id: Efektivitas biaya
it: Efficacia dei costi
km: ប្រសិទ្ធភាពចំណាយ
ro: Eficiența costurilor
tr: Maliyet etkinliği
ur: قیمت تاثیر

source: Popular categories
ar: الفئات الشعبية
de: Beliebte Kategorien
es: Categorías Populares
hi: लोकप्रिय श्रेणियां
id: Kategori populer
it: Categorie popolari
km: ប្រភេទពេញនិយម
ro: Categorii populare
tr: Popüler kategoriler
ur: مقبول زمرے

source: Duration
ar: مدة
de: Dauer
es: Duración
hi: अवधि
id: Durasi
it: Durata
km: រយៈពេល
ro: Durată
tr: Süre
ur: دورانیہ

source: Quality educators
ar: معلمو الجودة
de: Qualitätspädagogen
es: profesor de calidad
hi: गुणवत्तापूर्ण शिक्षक
id: Pendidik berkualitas
it: Educatori di qualità
km: គុណភាពអប់រំ
ro: Educatori de calitate
tr: Kaliteli eğitimciler
ur: معیاری تعلیم دینے والے

source: Premium courses
ar: دورات متميزة
de: Premium-Kurse
es: cursos premium
hi: प्रीमियम पाठ्यक्रम
id: Kursus premium
it: Corsi premium
km: វគ្គសិក្សាពិសេស
ro: Cursuri premium
tr: Premium kurslar
ur: پریمیم کورسز

source: Cost-free course
ar: دورة مجانية
de: Kostenfreier Kurs
es: cursos gratis
hi: निःशुल्क पाठ्यक्रम
id: Kursus tanpa biaya
it: Corso gratuito
km: វគ្គសិក្សាឥតគិតថ្លៃ
ro: Curs gratuit
tr: Ücretsiz kurs
ur: لاگت سے پاک کورس

source: Popular instructor
ar: مدرب شعبي
de: Beliebter Lehrer
es: entrenador popular
hi: लोकप्रिय प्रशिक्षक
id: Instruktur populer
it: Istruttore popolare
km: គ្រូពេញនិយម
ro: Instructor popular
tr: Popüler eğitmen
ur: مشہور انسٹرکٹر

source: Follow the latest news
ar: تابع آخر الأخبار
de: Verfolgen Sie die neuesten Nachrichten
es: sigue las últimas noticias
hi: नवीनतम समाचार का पालन करें
id: Ikuti berita terbaru
it: Segui le ultime notizie
km: តាមដានព័ត៌មានថ្មីៗ
ro: Urmăriți cele mai recente știri
tr: En son haberleri takip edin
ur: تازہ ترین خبروں پر عمل کریں۔

source: Website notification
ar: إشعار الموقع
de: Website-Benachrichtigung
es: Notificación del sitio web
hi: वेबसाइट अधिसूचना
id: Pemberitahuan situs web
it: Notifica del sito web
km: ការជូនដំណឹងគេហទំព័រ
ro: Notificare pe site
tr: Web sitesi bildirimi
ur: ویب سائٹ کی اطلاع

source: Email template
ar: قالب البريد الإلكتروني
de: E-Mail-Vorlage
es: plantilla de correo electrónico
hi: ईमेल टेम्पलेट
id: Templat email
it: Modello di posta elettronica
km: គំរូអ៊ីមែល
ro: Șablon de e-mail
tr: E-posta şablonu
ur: ای میل ٹیمپلیٹ

source: Protocol
ar: بروتوكول
de: Protokoll
es: Etiqueta
hi: शिष्टाचार
id: Protokol
it: Protocollo
km: ពិធីការ
tr: Protokol
ur: پروٹوکول

source: Smtp crypto
ar: تشفير بروتوكول SMTP
de: SMTP-Krypto
es: criptografía SMTP
hi: एसएमटीपी क्रिप्टो
id: smtp kripto
it: Cripto smtp
ro: Smtp cripto
tr: smtp kripto
ur: ایس ایم ٹی پی کرپٹو

source: Smtp host
ar: مضيف SMTP
es: servidor SMTP
hi: एसएमटीपी होस्ट
id: Tuan rumah smtp
it: Host smtp
km: ម៉ាស៊ីន Smtp
ro: gazdă smtp
tr: smtp sunucusu
ur: ایس ایم ٹی پی میزبان

source: Smtp port
ar: منفذ SMTP
es: Puerto SMTP
hi: एसएमटीपी पोर्ट
id: Pelabuhan smtp
it: Porta SMTP
km: ច្រក Smtp
ro: Port smtp
tr: Smtp bağlantı noktası
ur: ایس ایم ٹی پی پورٹ

source: Smtp from email
ar: بروتوكول smtp من البريد الإلكتروني
de: SMTP von E-Mail
es: correo electrónico a SMTP
hi: ईमेल से एसएमटीपी
id: Smtp dari email
it: smtp dalla posta elettronica
km: Smtp ពីអ៊ីមែល
ro: Smtp din e-mail
tr: E-postadan smtp
ur: ای میل سے ایس ایم ٹی پی

source: Smtp username
ar: اسم مستخدم SMTP
de: SMTP-Benutzername
es: nombre de usuario SMTP
hi: एसएमटीपी उपयोक्तानाम
id: nama pengguna smtp
it: Nome utente smtp
km: ឈ្មោះអ្នកប្រើ Smtp
ro: Nume de utilizator SMS
tr: smtp kullanıcı adı
ur: Smtp صارف نام

source: Smtp password
ar: كلمة مرور smtp
de: SMTP-Passwort
es: Contraseña SMTP
hi: एसएमटीपी पासवर्ड
id: Kata sandi smtp
it: Password smtp
km: ពាក្យសម្ងាត់ Smtp
ro: Parola smtp
tr: smtp şifresi
ur: ایس ایم ٹی پی پاس ورڈ

source: Email type
ar: نوع البريد الإلكتروني
de: E-Mail-Typ
es: Tipo de correo electrónico
hi: ईमेल प्रकार
id: Jenis email
it: Tipo di posta elettronica
km: ប្រភេទអ៊ីមែល
ro: Tipul de e-mail
tr: E-posta türü
ur: ای میل کی قسم

source: Email subject
ar: موضوع البريد الإلكتروني
de: E-Mail Betreff
es: Asunto del email
hi: ईमेल विषय
id: Subjek email
it: Oggetto dell'email
km: ប្រធានបទអ៊ីមែល
ro: Subiectul emailului
tr: E-posta konu
ur: ای میل کے موضوع

source: Action
ar: فعل
de: Aktion
es: Trabajar
hi: कार्य
id: Tindakan
it: Azione
km: សកម្មភាព
ro: Acțiune
tr: Aksiyon
ur: عمل

source: To admin
ar: إلى المشرف
de: Zum Admin
es: para administrar
hi: प्रशासन करने के लिए
id: Kepada admin
it: Per amministrare
km: ដល់អ្នកគ្រប់គ្រង
ro: Pentru admin
tr: yöneticiye
ur: ایڈمن کو

source: To user
ar: إلى المستخدم
de: An den Benutzer
es: al usuario
hi: प्रयोगकर्ता के लिए
id: Kepada pengguna
it: All'utente
km: ដល់អ្នកប្រើប្រាស់
ro: Către utilizator
tr: Kullanıcıya
ur: صارف کو

source: Edit email template
ar: تحرير قالب البريد الإلكتروني
de: E-Mail-Vorlage bearbeiten
es: editar plantilla de correo electrónico
hi: ईमेल टेम्प्लेट संपादित करें
id: Edit templat email
it: Modifica il modello di posta elettronica
km: កែសម្រួលគំរូអ៊ីមែល
ro: Editați șablonul de e-mail
tr: E-posta şablonunu düzenle
ur: ای میل ٹیمپلیٹ میں ترمیم کریں۔

source: To instructor
ar: للمدرس
de: Zum Ausbilder
es: al entrenador
hi: प्रशिक्षक को
id: Untuk instruktur
it: All'istruttore
km: ដល់គ្រូ
ro: Către instructor
tr: eğitmene
ur: انسٹرکٹر کو

source: To student
ar: للطالب
de: Zum Studenten
es: de estudiantes
hi: विद्यार्थी को
id: Untuk siswa
it: A studente
km: ដល់សិស្ស
ro: Pentru student
tr: öğrenciye
ur: طالب علم کو

source: To affiliator
ar: إلى التابع
de: Zum Partner
es: para asociar
hi: सहयोगी को
id: Ke afiliasi
it: All'affiliante
km: ទៅ​អ្នក​ជាប់​ពាក់ព័ន្ធ
ro: Către afiliat
tr: üyeye
ur: الحاق کرنے والے کو

source: To payer
ar: للدافع
de: Zum Zahler
es: al pagador
hi: भुगतानकर्ता को
id: Untuk pembayar
it: Al pagatore
km: ដល់អ្នកបង់ប្រាក់
ro: Pentru plătitor
tr: ödeyene
ur: ادا کرنے والے کو

source: To receiver
ar: إلى المتلقي
de: Zum Empfänger
es: al receptor
hi: रिसीवर को
id: Ke penerima
it: Al ricevitore
km: ទៅអ្នកទទួល
ro: La receptor
tr: Alıcıya
ur: وصول کنندہ کو

source: Configure your notification settings
ar: تكوين إعدادات الإعلام الخاصة بك
de: Konfigurieren Sie Ihre Benachrichtigungseinstellungen
es: Configure sus ajustes de notificación
hi: अपनी अधिसूचना सेटिंग कॉन्फ़िगर करें
id: Konfigurasikan pengaturan notifikasi Anda
it: Configura le tue impostazioni di notifica
km: កំណត់ការកំណត់ការជូនដំណឹងរបស់អ្នក។
ro: Configurați setările de notificare
tr: Bildirim ayarlarınızı yapılandırın
ur: اپنی اطلاع کی ترتیبات کو ترتیب دیں۔

source: New user registration
ar: تسجيل مستخدم جديد
de: Neue Benutzerregistrierung
es: Registro de nuevo usuario
hi: नया उपयोगकर्ता पंजीकरण
id: Pendaftaran pengguna baru
it: Nuova registrazione utente
km: ការចុះឈ្មោះអ្នកប្រើប្រាស់ថ្មី។
ro: Înregistrare utilizator nou
tr: Yeni kullanıcı kaydı
ur: نئے صارف کی رجسٹریشن

source: Get notified when a new user signs up
ar: احصل على تنبيهات عندما يقوم مستخدم جديد بالتسجيل
de: Lassen Sie sich benachrichtigen, wenn sich ein neuer Benutzer anmeldet
es: Reciba una notificación cuando un nuevo usuario se registre
hi: जब कोई नया उपयोगकर्ता साइन अप करे तो सूचना प्राप्त करें
id: Dapatkan pemberitahuan saat pengguna baru mendaftar
it: Ricevi una notifica quando un nuovo utente si registra
km: ទទួលបានការជូនដំណឹងនៅពេលអ្នកប្រើប្រាស់ថ្មីចុះឈ្មោះ
ro: Primiți notificări când se înregistrează un nou utilizator
tr: Yeni bir kullanıcı kaydolduğunda bildirim alın
ur: جب کوئی نیا صارف سائن اپ کرتا ہے تو اطلاع حاصل کریں۔

source: Configure for admin
ar: تكوين للمسؤول
de: Für den Administrator konfigurieren
es: configurar para administrador
hi: व्यवस्थापक के लिए कॉन्फ़िगर करें
id: Konfigurasi untuk admin
it: Configura per amministratore
km: កំណត់រចនាសម្ព័ន្ធសម្រាប់អ្នកគ្រប់គ្រង
ro: Configurați pentru admin
tr: Yönetici için yapılandır
ur: منتظم کے لیے ترتیب دیں۔

source: System notification
ar: إخطار النظام
de: Systembenachrichtigung
es: Notificaciones del sistema
hi: सिस्टम अधिसूचना
id: Pemberitahuan sistem
it: Notifica di sistema
km: ការជូនដំណឹងប្រព័ន្ធ
ro: Notificare de sistem
tr: Sistem bildirimi
ur: سسٹم کی اطلاع

source: Email notification
ar: إشعار البريد الإلكتروني
de: Email Benachrichtigung
es: Notificación de correo electrónico
hi: ई - मेल अधिसूचना
id: Pemberitahuan email
it: Notifica per email
km: ការជូនដំណឹងតាមអ៊ីមែល
ro: Notificare prin e-mail
tr: Eposta bildirimi
ur: ای میل اطلاع

source: Configure for user
ar: تكوين للمستخدم
de: Für Benutzer konfigurieren
es: configurar para el usuario
hi: उपयोगकर्ता के लिए कॉन्फ़िगर करें
id: Konfigurasi untuk pengguna
it: Configura per utente
km: កំណត់រចនាសម្ព័ន្ធសម្រាប់អ្នកប្រើប្រាស់
ro: Configurați pentru utilizator
tr: Kullanıcı için yapılandır
ur: صارف کے لیے ترتیب دیں۔

source: Email verification
ar: تأكيد بواسطة البريد الالكتروني
de: E-Mail-Verifizierung
es: verificacion de email
hi: ईमेल सत्यापन
id: Verifikasi email
it: Verifica email
km: ការផ្ទៀងផ្ទាត់អ៊ីមែល
ro: Verificare a email-ului
tr: Eposta Doğrulama
ur: ای میل کی توثیق

source: Not editable
ar: غير قابل للتحرير
de: Nicht editierbar
es: no editable
hi: संपादन योग्य नहीं
id: Tidak dapat diedit
it: Non modificabile
km: មិនអាចកែបាន។
ro: Nu este editabil
tr: düzenlenemez
ur: قابل تدوین نہیں۔

source: Forgot password mail
ar: نسيت كلمة المرور البريد
de: Passwort-Mail vergessen
es: olvidé la contraseña de correo
hi: पासवर्ड भूल गए मेल
id: Lupa kata sandi surat
it: Posta password dimenticata
km: ភ្លេចលេខសម្ងាត់សំបុត្រ
ro: Am uitat parola e-mail
tr: Şifre postasını unuttum
ur: پاس ورڈ میل بھول گئے۔

source: Account security alert
ar: تنبيه أمان الحساب
de: Warnung zur Kontosicherheit
es: Alerta de seguridad de la cuenta
hi: खाता सुरक्षा चेतावनी
id: Peringatan keamanan akun
it: Avviso di sicurezza dell'account
km: ការជូនដំណឹងអំពីសុវត្ថិភាពគណនី
ro: Alertă de securitate a contului
tr: Hesap güvenlik uyarısı
ur: اکاؤنٹ سیکیورٹی الرٹ
