Repository: retrocraftdevops/seitech
Catalog: custom_addons/seitech_elearning/i18n/*.po
Languages: ar, de, es, hi, id, it, km, ro, tr, ur

source: Smart solution
ar: حل ذكي
de: Schlaue Lösung
es: solución inteligente
hi: स्मार्ट समाधान
id: Solusi cerdas
it: Soluzione intelligente
km: ដំណោះស្រាយឆ្លាតវៃ
ro: Soluție inteligentă
tr: akıllı çözüm
ur: سمارٹ حل

source: Upcoming
ar: القادمة
de: Bevorstehende
es: el proximo
hi: आगामी
id: Mendatang
it: In arrivo
km: នាពេលខាងមុខ
ro: În viitor
tr: Yaklaşan
ur: آنے والا

source: Upcoming courses
ar: الدورات القادمة
de: Kommende Kurse
es: próximos cursos
hi: आगामी पाठ्यक्रम
id: Kursus yang akan datang
it: Prossimi corsi
km: វគ្គសិក្សានាពេលខាងមុខ
ro: Cursuri viitoare
tr: Yaklaşan kurslar
ur: آنے والے کورسز

source: These are the most popular courses among listen courses learners worldwide
ar: هذه هي الدورات الأكثر شيوعًا بين متعلمي دورات الاستماع في جميع أنحاء العالم
de: Dies sind die beliebtesten Kurse unter Hörerkurs-Lernenden weltweit
es: Estos son los cursos más populares entre los estudiantes de cursos de escucha en todo el mundo.
hi: ये दुनिया भर में श्रवण पाठ्यक्रम सीखने वालों के बीच सबसे लोकप्रिय पाठ्यक्रम हैं
id: Ini adalah kursus paling populer di antara pelajar kursus mendengarkan di seluruh dunia
it: Questi sono i corsi più popolari tra gli studenti dei corsi di ascolto in tutto il mondo
km: ទាំងនេះគឺជាវគ្គសិក្សាពេញនិយមបំផុតក្នុងចំណោមអ្នកសិក្សាវគ្គស្តាប់ទូទាំងពិភពលោក
ro: Acestea sunt cele mai populare cursuri printre cursanții de cursuri de ascultare din întreaga lume
tr: Bunlar, dünya çapında dinleme kursları öğrencileri arasında en popüler kurslardır.
ur: یہ دنیا بھر میں سننے والے کورس سیکھنے والوں میں سب سے زیادہ مقبول کورسز ہیں۔

source: Outcomes
ar: النتائج
de: Ergebnisse
es: resultados
hi: परणाम
id: Hasil
it: Risultati
km: លទ្ធផល
ro: Rezultate
tr: Sonuçlar
ur: نتائج

source: Remove from cart
ar: إزالة من عربة التسوق
de: Aus dem Warenkorb entfernen
es: eliminar del carrito
hi: कार्ट से निकालें
id: Hapus dari keranjang
it: Rimuovi dal carrello
km: យកចេញពីរទេះ
ro: Scoateți din coș
tr: Sepetten kaldır
ur: کارٹ سے ہٹا دیں۔

source: Enroll now
ar: تسجيل الآن
de: Melden Sie sich jetzt an
es: Enlístate ahora
hi: अभी दाखिला लें
id: Daftar sekarang
it: Iscriviti ora
km: ចុះឈ្មោះឥឡូវនេះ
ro: Inscrie-te acum
tr: Şimdi kayıt
ur: ابھی نام درج کرائیں

source: These are the most latest courses among listen courses learners worldwide
ar: هذه هي أحدث الدورات بين متعلمي دورات الاستماع في جميع أنحاء العالم
de: Dies sind die neuesten Kurse unter Hörerkurs-Lernenden weltweit
es: Estos son los cursos más recientes entre los estudiantes de cursos de escucha en todo el mundo.
hi: ये दुनिया भर में श्रवण पाठ्यक्रम सीखने वालों के बीच सबसे नवीनतम पाठ्यक्रम हैं
id: Ini adalah kursus terbaru di antara pelajar kursus mendengarkan di seluruh dunia
it: Questi sono i corsi più recenti tra gli studenti dei corsi di ascolto in tutto il mondo
km: ទាំងនេះគឺជាវគ្គសិក្សាចុងក្រោយបំផុតក្នុងចំណោមអ្នកសិក្សាវគ្គសិក្សាស្តាប់ទូទាំងពិភពលោក
ro: Acestea sunt cele mai recente cursuri dintre cursanții de ascultare din întreaga lume
tr: Bunlar, dünya çapında dinleme kursları öğrencileri arasında en son kurslardır
ur: یہ دنیا بھر میں سننے والے کورس سیکھنے والوں کے درمیان تازہ ترین کورسز ہیں۔

source: Top instructors
ar: كبار المدربين
de: Top-Lehrer
es: entrenador superior
hi: शीर्ष प्रशिक्षक
id: Instruktur papan atas
it: I migliori istruttori
km: គ្រូកំពូល
ro: Instructori de top
tr: En iyi eğitmenler
ur: اعلیٰ اساتذہ

source: They efficiently serve large number of students on our platform
ar: إنهم يخدمون عددًا كبيرًا من الطلاب بكفاءة على منصتنا
de: Sie betreuen effizient eine große Anzahl von Studenten auf unserer Plattform
es: Atienden a una gran cantidad de estudiantes de manera eficiente en nuestra plataforma
hi: वे हमारे मंच पर बड़ी संख्या में छात्रों को कुशलतापूर्वक सेवा प्रदान करते हैं
id: Mereka secara efisien melayani sejumlah besar siswa di platform kami
it: Servono in modo efficiente un gran numero di studenti sulla nostra piattaforma
km: ពួកគេបម្រើសិស្សមួយចំនួនធំនៅលើវេទិការបស់យើងប្រកបដោយប្រសិទ្ធភាព
ro: Deservesc eficient un număr mare de studenți pe platforma noastră
tr: Platformumuzda çok sayıda öğrenciye verimli bir şekilde hizmet veriyorlar
ur: وہ ہمارے پلیٹ فارم پر بڑی تعداد میں طلباء کی مؤثر طریقے سے خدمت کرتے ہیں۔

source: Thanks for subscribing to our newsletter
ar: نشكرك على الاشتراك في نشرتنا الإخبارية
de: Vielen Dank, dass Sie sich für unseren Newsletter angemeldet haben
es: Gracias por suscribirte a nuestro boletín
id: Terima kasih telah berlangganan buletin kami
it: Grazie per esserti iscritto alla nostra newsletter
km: សូមអរគុណសម្រាប់ការជាវព្រឹត្តិបត្រព័ត៌មានរបស់យើង។
ro: Vă mulțumim că v-ați abonat la newsletter-ul nostru
tr: Bültenimize abone olduğunuz için teşekkür ederiz
ur: ہمارے نیوز لیٹر کو سبسکرائب کرنے کا شکریہ

source: Such script searches are not allowed
ar: عمليات البحث عن هذا البرنامج النصي غير مسموح بها
de: Solche Skriptsuchen sind nicht erlaubt
es: Estas búsquedas de guiones no están permitidas.
hi: ऐसी स्क्रिप्ट खोजों की अनुमति नहीं है
id: Pencarian skrip seperti itu tidak diperbolehkan
it: Tali ricerche di script non sono consentite
km: ការស្វែងរកស្គ្រីបបែបនេះមិនត្រូវបានអនុញ្ញាតទេ។
ro: Astfel de căutări de script nu sunt permise
tr: Bu tür komut dosyası aramalarına izin verilmez
ur: اسکرپٹ کی اس طرح کی تلاش کی اجازت نہیں ہے۔

source: List view
ar: عرض القائمة
de: Listenansicht
es: vista de la lista
hi: लिस्ट व्यू
id: Tampilan daftar
it: Visualizzazione elenco
km: ទិដ្ឋភាពបញ្ជី
ro: Vizualizare listă
tr: Liste görünümü
ur: فہرست دیکھیں

source: Grid view
ar: عرض شبكي
de: Rasteransicht
es: vista en cuadrícula
hi: जालक दृश्य
id: Tampilan bergaris
it: Vista a griglia
km: ទិដ្ឋភាពក្រឡាចត្រង្គ
ro: Vizualizare grilă
tr: Izgara görünümü
ur: جالی دار نظارہ

source: Reset
ar: إعادة ضبط
de: Zurücksetzen
es: reiniciar
hi: रीसेट
id: Mengatur ulang
it: Ripristina
km: កំណត់ឡើងវិញ
ro: Resetați
tr: Sıfırla
ur: دوبارہ ترتیب دیں۔

source: Showing
ar: عرض
de: Zeigt
es: presentado
hi: दिखा
id: Menampilkan
it: Mostrando
km: បង្ហាញ
ro: Se arată
tr: gösteriliyor
ur: دکھا رہا ہے۔

source: Of
ar: ل
de: Von
es: De
hi: का
id: Dari
it: Di
km: នៃ
ro: De
tr: İle ilgili
ur: کی

source: Results
ar: نتائج
de: Ergebnisse
es: resultado
hi: परिणाम
id: Hasil
it: Risultati
km: លទ្ធផល
ro: Rezultate
tr: Sonuçlar
ur: نتائج

source: Newly published
ar: تم نشره حديثًا
de: Neu erschienen
es: Recién publicado
hi: नव प्रकाशित
id: Baru saja diterbitkan
it: Appena pubblicato
km: ចេញផ្សាយថ្មី។
ro: Nou publicat
tr: Yeni yayınlanan
ur: تازہ شائع ہوا۔

source: Highest rating
ar: أعلى تقييم
de: Höchste Bewertung
es: calificación más alta
hi: उच्चतम रेटिंग
id: Peringkat tertinggi
it: Voto più alto
km: ការវាយតម្លៃខ្ពស់បំផុត
ro: Cel mai mare rating
tr: En yüksek derece
ur: سب سے زیادہ درجہ بندی

source: Lowest price
ar: أقل سعر
de: Geringster Preis
es: el precio más bajo
hi: सबसे कम कीमत
id: Harga terendah
it: Prezzo più basso
km: តម្លៃ​ទាប​បំផុត
ro: Cel mai mic pret
tr: En düşük fiyat
ur: کم ترین قیمت

source: Highest price
ar: اغلى سعر
de: Höchster Preis
es: precio más alto
hi: सबसे ज़्यादा कीमत
id: Harga tertinggi
it: Il prezzo più alto
km: តម្លៃខ្ពស់បំផុត
ro: Cel mai mare preț
tr: En yüksek fiyat
ur: سب سے زیادہ قیمت

source: Discounted
ar: مخفضة
de: Ermäßigt
es: subvencionado
hi: रियायती
id: Diskon
it: Scontato
km: បញ្ចុះតម្លៃ
ro: Reducere
tr: indirimli
ur: رعایتی

source: English
ar: إنجليزي
de: Englisch
es: Inglés
hi: अंग्रेज़ी
id: Bahasa inggris
it: Inglese
km: ភាសាអង់គ្លេស
ro: Engleză
tr: İngilizce
ur: انگریزی

source: Bundles
ar: حزم
de: Bündel
es: manojo
hi: बंडल
id: bundel
it: gruppi
km: បាច់
ro: Pachete
tr: Paketler
ur: بنڈلز

source: Search for bundle
ar: ابحث عن الحزمة
de: Nach Bundle suchen
es: encontrar paquete
hi: बंडल खोजें
id: Cari bundel
it: Cerca pacchetto
km: ស្វែងរកបណ្តុំ
ro: Căutați pachet
tr: paket ara
ur: بنڈل تلاش کریں۔

source: Rating updated successfully
ar: تم تحديث التقييم بنجاح
de: Bewertung erfolgreich aktualisiert
es: Clasificación actualizada con éxito
hi: रेटिंग सफलतापूर्वक अपडेट की गई
id: Peringkat berhasil diperbarui
it: Valutazione aggiornata con successo
km: បានធ្វើបច្ចុប្បន្នភាពការវាយតម្លៃដោយជោគជ័យ
ro: Evaluarea a fost actualizată cu succes
tr: Derecelendirme başarıyla güncellendi
ur: درجہ بندی کامیابی کے ساتھ اپ ڈیٹ ہو گئی۔

source: Please select a rating greater than 0
ar: الرجاء تحديد تصنيف أكبر من 0
de: Bitte wählen Sie eine Bewertung größer als 0 aus
es: Por favor seleccione una calificación mayor a 0
hi: कृपया 0 से अधिक रेटिंग चुनें
id: Silakan pilih level yang lebih besar dari 0
it: Seleziona una valutazione maggiore di 0
km: សូមជ្រើសរើសការវាយតម្លៃធំជាង 0
ro: Vă rugăm să selectați o evaluare mai mare de 0
tr: Lütfen 0'dan büyük bir derecelendirme seçin
ur: براہ کرم 0 سے زیادہ درجہ بندی منتخب کریں۔

source: Your subscription date is over please renew your bundle
ar: انتهى تاريخ اشتراكك يرجى تجديد الباقة الخاصة بك
de: Ihr Abonnementdatum ist abgelaufen. Bitte erneuern Sie Ihr Paket
es: Su suscripción ha caducado, renueve su paquete
hi: आपकी सदस्यता तिथि समाप्त हो गई है कृपया अपना बंडल नवीनीकृत करें
id: Tanggal langganan Anda telah berakhir, harap perbarui bundel Anda
it: La data del tuo abbonamento è terminata, rinnova il pacchetto
km: កាលបរិច្ឆេទនៃការជាវរបស់អ្នកបានបញ្ចប់ហើយ សូមបន្តកញ្ចប់របស់អ្នក។
ro: Data abonamentului s-a încheiat, vă rugăm să reînnoiți pachetul
tr: Abonelik tarihiniz bitti lütfen paketinizi yenileyin
ur: آپ کی رکنیت کی تاریخ ختم ہو گئی ہے براہ کرم اپنے بنڈل کی تجدید کریں۔

source: Bundle details
ar: تفاصيل الباقة
es: detalles del paquete
hi: बंडल विवरण
id: Paket ritel
it: Dettagli del pacchetto
km: ព័ត៌មានលម្អិតជាកញ្ចប់
ro: Detalii pachet
tr: paket ayrıntıları
ur: بنڈل کی تفصیلات

source: Buy
ar: يشتري
de: Besorgen
es: Compra
hi: खरीदना
id: Pembelian
it: Acquistare
km: ទិញ
ro: Cumpără
tr: Satın almak
ur: خریدنے

source: All categories
ar: جميع الفئات
de: Alle Kategorien
es: Todas las clases
hi: सब वर्ग
id: Semua Kategori
it: Tutte le categorie
km: ប្រភេទ​ទាំងអស់
ro: Toate categoriile
tr: Tüm Kategoriler
ur: تمام زمرے

source: View details
ar: عرض التفاصيل
de: Details anzeigen
es: Ver detalles
hi: विवरण देखें
id: Melihat rincian
it: Visualizza dettagli
km: មើលព័ត៌មានលម្អិត
ro: Vezi detalii
tr: Detayları göster
ur: تفصیلات دیکھیں

source: Your email
ar: بريدك الالكتروني
de: Deine E-Mail
es: Tu correo electrónico
hi: आपका ईमेल
id: Email mu
it: La tua email
km: អ៊ីមែល​របស់​អ្នក
ro: Email-ul tau
tr: E-posta adresiniz
ur: آپ کا ای میل

source: Enter your email
ar: أدخل بريدك الإلكتروني
de: Geben sie ihre E-Mail Adresse ein
es: Por favor introduzca su correo electrónico
hi: अपना ईमेल दर्ज करें
id: Masukkan email Anda
it: Inserisci il tuo indirizzo email
km: បញ្ចូលអ៊ីមែលរបស់អ្នក។
ro: Introduceți adresa dvs. de email
tr: E-postanızı giriniz
ur: اپنا ای میل درج کریں۔

source: Enter your valid password
ar: أدخل كلمة المرور الصالحة الخاصة بك
de: Geben Sie Ihr gültiges Passwort ein
es: Ingrese su contraseña válida
hi: अपना वैध पासवर्ड दर्ज करें
id: Masukkan kata sandi Anda yang valid
it: Inserisci la tua password valida
km: បញ្ចូលពាក្យសម្ងាត់ត្រឹមត្រូវរបស់អ្នក។
ro: Introduceți parola dvs. validă
tr: geçerli şifrenizi girin
ur: اپنا درست پاس ورڈ درج کریں۔

source: Or
ar: أو
de: Oder
es: vamos
hi: या
id: Atau
it: O
km: ឬ
ro: Sau
tr: Veya
ur: یا

source: Send request
ar: ارسل طلب
de: Anfrage senden
es: solicitud enviada
hi: अनुरोध भेजा
id: Kirim permintaan
it: Invia richiesta
km: ផ្ញើសំណើ
ro: Trimite cerere
tr: İstek gönder
ur: درخواست بھیجیں

source: Back to login
ar: العودة إلى تسجيل الدخول
de: Zurück zur Anmeldung
es: atrás para iniciar sesión
hi: लॉगिन पर वापस जाएं
id: Kembali untuk masuk
it: Torna al login
km: ត្រលប់ទៅការចូល
ro: Înapoi la autentificare
tr: Girişe geri dön
ur: لاگ ان پر واپس جائیں۔

source: My course
ar: المقرر الدراسي الخاص بي
de: Mein Kurs
es: mi curso
hi: मेरा कोर्स
id: Kursus saya
it: Il mio corso
km: វគ្គសិក្សារបស់ខ្ញុំ
ro: Cursul meu
tr: kursum
ur: میرا کورس

source: By
ar: بواسطة
de: Von
es: Por
hi: द्वारा
id: Oleh
it: Di
km: ដោយ
ro: De
tr: İle
ur: کی طرف سے

source: Go to wishlist
ar: اذهب إلى قائمة الرغبات
de: Zur Wunschliste gehen
es: ir a la lista de deseos
hi: इच्छा सूची पर जाएँ
id: Buka daftar keinginan
it: Vai alla lista dei desideri
km: ចូលទៅកាន់បញ្ជីប្រាថ្នា
ro: Accesați lista de dorințe
tr: dilek listesine git
ur: خواہش کی فہرست پر جائیں۔

source: Become a instructor
ar: كن مدربًا
de: Werden Sie Ausbilder
es: convertirse en entrenador
hi: प्रशिक्षक बनें
id: Menjadi instruktur
it: Diventa un istruttore
km: ក្លាយជាគ្រូបង្រៀន
ro: Deveniți instructor
tr: eğitmen ol
ur: ایک انسٹرکٹر بنیں۔

source: My courses
ar: دوراتي
de: Meine Kurse
es: mis cursos
hi: मेरे पाठ्यक्रम
id: Kursus saya
it: I miei corsi
km: វគ្គសិក្សារបស់ខ្ញុំ
ro: Cursurile mele
tr: Kurslarım
ur: میرے کورسز

source: My wishlist
ar: قائمة امنياتي
de: Meine Wunschliste
es: mi lista de deseos
hi: मेरी इच्छा सूची
id: Keinginanku
it: La mia lista dei desideri
km: បញ្ជី​ប្រាថ្នា​របស់​ខ្ញុំ
ro: Lista mea de dorinte
tr: Benim dilek listem
ur: میری خواہشات کی فہرست

source: My messages
ar: رسائلي
de: Meine Nachrichten
es: mis mensajes
hi: मेरे संदेश
id: Pesan saya
it: I miei messaggi
km: សាររបស់ខ្ញុំ
ro: Mesajele mele
tr: Mesajlarım
ur: میرے پیغامات

source: User profile
ar: ملف تعريفي للمستخدم
de: Benutzerprofil
es: perfil del usuario
hi: उपयोगकर्ता रूपरेखा
id: Profil pengguna
it: Profilo utente
km: កម្រងព័ត៌មានអ្នកប្រើប្រាស់
ro: Profil de utilizator
tr: Kullanıcı profili
ur: صارف پروفائل

source: Support
ar: يدعم
de: Unterstützung
es: Ayuda
hi: सहायता
id: Mendukung
it: Supporto
km: គាំទ្រ
ro: A sustine
tr: Destek
ur: حمایت

source: Start now
ar: ابدأ الآن
de: Jetzt anfangen
es: Comenzar
hi: शुरू करें
id: Mulai sekarang
it: Parti ora
km: ចាប់ផ្តើមឥឡូវនេះ
ro: Începe acum
tr: Şimdi başla
ur: اب شروع کریں

source: Gift someone else
ar: هدية لشخص آخر
de: Schenken Sie jemand anderen
es: dar un regalo a otra persona
hi: किसी और को उपहार दें
id: Hadiahkan yang lain
it: Regala qualcun altro
km: ជូនអ្នកផ្សេង
ro: Cadou altcuiva
tr: başka birine hediye et
ur: کسی اور کو تحفہ دیں۔

source: Wishlist
ar: قائمة الرغبات
de: Wunschzettel
es: lista de deseos
hi: इच्छा-सूची
id: Daftar Keinginan
it: Lista dei desideri
km: បញ្ជីប្រាថ្នា
ro: lista de dorințe
tr: dilek listesi
ur: خواہش کی فہرست

source: Messages
ar: رسائل
de: Mitteilungen
es: mensajes
hi: संदेशों
id: Pesan
it: Messaggi
km: សារ
ro: Mesaje
tr: Mesajlar
ur: پیغامات

source: Profile
ar: حساب تعريفي
de: Profil
es: perfil
hi: प्रोफ़ाइल
id: Profil
it: Profilo
km: ប្រវត្តិរូប
ro: Profil
tr: Profil
ur: پروفائل

source: Account credentials
ar: بيانات اعتماد الحساب
de: Kontoanmeldeinformationen
es: Credenciales de cuenta
hi: खाता क्रेडेंशियल
id: Kredensial akun
it: Credenziali dell'account
km: អត្តសញ្ញាណគណនី
ro: Acreditările contului
tr: Hesap kimlik bilgileri
ur: اکاؤنٹ کی اسناد

source: Go to course page
ar: اذهب إلى صفحة الدورة
de: Gehen Sie zur Kursseite
es: Visite la página de cursos
hi: पाठ्यक्रम पृष्ठ पर जाएँ
id: Buka halaman kursus
it: Vai alla pagina del corso
km: ចូលទៅកាន់ទំព័រវគ្គសិក្សា
ro: Accesați pagina cursului
tr: kurs sayfasına git
ur: کورس کے صفحے پر جائیں۔

source: Author profile
ar: ملف تعريف المؤلف
de: Autorenprofil
es: perfil del autor
hi: लेखक प्रोफ़ाइल
id: Profil penulis
it: Profilo dell'autore
km: ប្រវត្តិរូបអ្នកនិពន្ធ
ro: Profilul autorului
tr: Yazar profili
ur: مصنف کا پروفائل

source: Quizzes
ar: الإختبارات
de: Quiz
es: Cuestionarios
id: Kuis
it: Quiz
km: កម្រងសំណួរ
ro: Chestionare
tr: Sınavlar
ur: کوئزز

source: Expiry period
ar: فترة انتهاء الصلاحية
de: Ablauffrist
es: Período de caducidad
id: Masa kadaluwarsa
it: Periodo di scadenza
km: រយៈពេលផុតកំណត់
ro: Perioada de expirare
tr: son kullanma tarihi
ur: میعاد ختم ہونے کی مدت

source: Upcoming live class
ar: فئة حية قادمة
de: Kommende Live-Klasse
es: Próxima clase en vivo
id: Kelas langsung yang akan datang
it: Prossima lezione dal vivo
km: ថ្នាក់ផ្សាយផ្ទាល់នាពេលខាងមុខ
ro: Următorul curs live
tr: Yaklaşan canlı sınıf
ur: آنے والی لائیو کلاس

source: Enrolled
ar: المقيدين
de: Eingeschrieben
es: inscrito
id: Terdaftar
it: Iscritto
km: បានចុះឈ្មោះ
ro: Înscris
tr: kayıtlı
ur: اندراج

source: Overview
ar: ملخص
de: Überblick
es: Descripción general
id: Ringkasan
it: Panoramica
km: ទិដ្ឋភាពទូទៅ
ro: Prezentare generală
tr: genel bakış
ur: جائزہ

source: Curriculum
ar: مقرر
de: Lehrplan
es: Plan de estudios
id: Kurikulum
km: កម្មវិធីសិក្សា
tr: Müfredat
ur: نصاب

source: Instructor
ar: مدرب
de: Lehrer
id: Pengajar
it: Istruttore
km: គ្រូ
tr: Eğitmen
ur: انسٹرکٹر

source: Course description
ar: وصف الدورة التدريبية
de: Kursbeschreibung
es: Descripción del curso
id: Deskripsi kursus
it: Descrizione del corso
km: ការពិពណ៌នាវគ្គសិក្សា
ro: Descrierea cursului
tr: Ders Tanımı
ur: کورس کی تفصیل

source: Instructor profile
ar: الملف الشخصي للمدرب
de: Profil des Ausbilders
es: Perfil del instructor
hi: प्रशिक्षक प्रोफ़ाइल
id: Profil instruktur
it: Profilo dell'istruttore
km: ប្រវត្តិរូបគ្រូ
ro: Profilul instructorului
tr: Eğitmen profili
ur: انسٹرکٹر پروفائل

source: How to shoot cinematic tech videos like apple
ar: كيفية تصوير مقاطع فيديو سينمائية مثل Apple
de: Wie man filmische Technikvideos wie Apple dreht
es: Cómo grabar videos tecnológicos cinematográficos como Apple
hi: एप्पल की तरह सिनेमैटिक टेक वीडियो कैसे शूट करें
id: Cara merekam video teknologi sinematik seperti apel
it: Come girare video tecnologici cinematografici come Apple
km: របៀបថតវីដេអូបច្ចេកទេសភាពយន្តដូចផ្លែប៉ោម
ro: Cum să înregistrezi videoclipuri tehnologice cinematografice precum Apple
tr: apple gibi sinematik teknoloji videoları nasıl çekilir
ur: سیب جیسے سنیما ٹیک ویڈیوز کو کیسے شوٹ کریں۔

source: Compare this course
ar: قارن هذه الدورة
de: Vergleichen Sie diesen Kurs
es: Compara este curso
hi: इस पाठ्यक्रम की तुलना करें
id: Bandingkan kursus ini
it: Confronta questo corso
km: ប្រៀបធៀបវគ្គសិក្សានេះ។
ro: Compara acest curs
tr: Bu kursu karşılaştırın
ur: اس کورس کا موازنہ کریں۔

source: Skill level
ar: مستوى المهارة
de: Fähigkeits Level
es: nivel de habilidad
hi: कौशल स्तर
id: Tingkat keahlian
it: Livello di abilità
km: កំរិត​ជំនាញ
ro: Nivelul de aptitudine
tr: Yetenek seviyesi
ur: مہارت کی سطح

source: Lifetime
ar: حياة
de: Lebensdauer
es: Para toda la vida
hi: जीवनभर
id: Seumur hidup
it: Tutta la vita
km: ឆាកជីវិត
ro: Durata de viață
tr: Ömür
ur: زندگی بھر

source: Certificate
ar: شهادة
de: Zertifikat
es: certificado
hi: प्रमाणपत्र
id: Sertifikat
it: Certificato
km: វិញ្ញាបនបត្រ
ro: Certificat
tr: sertifika
ur: سرٹیفیکیٹ

source: Related courses
ar: الدورات ذات الصلة
de: Ähnliche Kurse
es: Cursos relacionados
hi: संबंधित कोर्स
id: Kursus terkait
it: Corsi correlati
km: វគ្គសិក្សាដែលពាក់ព័ន្ធ
ro: Cursuri conexe
tr: İlgili kurslar
ur: متعلقہ کورسز

source: First name
ar: الاسم الأول
de: Vorname
es: nombre de pila
hi: पहला नाम
id: Nama depan
it: Nome di battesimo
km: ឈ្មោះដំបូង
ro: Nume
tr: İlk adı
ur: پہلا نام

source: Enter your first name
ar: أدخل اسمك الأول
de: Geben Sie Ihren Vornamen ein
es: ponga su primer nombre
hi: अपना पहला नाम दर्ज करें
id: Masukkan nama depan Anda
it: Inserisci il tuo nome di battesimo
km: បញ្ចូលឈ្មោះរបស់អ្នក។
ro: Introduceți prenumele dvs
tr: İlk adınızı girin
ur: اپنا پہلا نام درج کریں۔

source: Last name
ar: اسم العائلة
de: Familienname, Nachname
es: Apellido
hi: उपनाम
id: nama keluarga
it: Cognome
km: នាមត្រកូល
ro: Nume
tr: Soy isim
ur: آخری نام

source: Enter your last name
ar: أدخل اسمك الأخير
de: Geben Sie Ihren Nachnamen ein
es: ingresa tu apellido
hi: अपना अंतिम नाम दर्ज करें
id: Masukkan nama belakang Anda
it: Inserire il cognome
km: បញ្ចូលនាមត្រកូលរបស់អ្នក។
ro: Introduceți numele dvs. de familie
tr: Soyadınızı giriniz
ur: اپنا آخری نام درج کریں۔

source: Apply to become a instructor
ar: تقدم لتصبح مدربًا
de: Bewerben Sie sich als Ausbilder
es: Aplicar para ser un Instructor
hi: प्रशिक्षक बनने के लिए आवेदन करें
id: Terapkan untuk menjadi instruktur
it: Candidati per diventare un istruttore
km: ដាក់ពាក្យដើម្បីក្លាយជាគ្រូបង្រៀន
ro: Aplicați pentru a deveni instructor
tr: Eğitmen olmak için başvurun
ur: انسٹرکٹر بننے کے لیے اپلائی کریں۔

source: Enter your phone number
ar: أدخل رقم هاتفك
de: Gib deine Telefonnummer ein
es: Ingrese su número telefónico
hi: अपना फोन नंबर डालें
id: Masukkan nomor telepon Anda
it: Inserisci il tuo numero di telefono
km: បញ្ចូលលេខទូរស័ព្ទរបស់អ្នក។
ro: Introdu numarul tau de telefon
tr: Telefon numaranızı girin
ur: اپنا فون نمبر درج کریں۔

source: Document
ar: وثيقة
de: Dokumentieren
es: documento
hi: दस्तावेज़
id: Dokumen
it: Documento
km: ឯកសារ
tr: belge
ur: دستاویز

source: Provide some documents about your qualifications
ar: قدم بعض المستندات حول مؤهلاتك
de: Stellen Sie einige Dokumente zu Ihren Qualifikationen bereit
es: Proporcione algunos documentos sobre sus calificaciones.
hi: अपनी योग्यताओं के बारे में कुछ दस्तावेज़ प्रदान करें
id: Berikan beberapa dokumen tentang kualifikasi Anda
it: Fornisci alcuni documenti sulle tue qualifiche
km: ផ្តល់ឯកសារមួយចំនួនអំពីគុណវុឌ្ឍិរបស់អ្នក។
ro: Furnizați câteva documente despre calificările dvs
tr: Niteliklerinizle ilgili bazı belgeler sağlayın
ur: اپنی اہلیت کے بارے میں کچھ دستاویزات فراہم کریں۔

source: Invalid login credentials
ar: اعتماد تسجيل الدخول غير صالح
de: Ungültige Login-Details
es: Credenciales de acceso invalidos
hi: अमान्य प्रवेश करना प्रत्यायक
id: Kredensial login tidak valid
it: Credenziali di accesso non valide
km: លិខិតសម្គាល់ការចូលមិនត្រឹមត្រូវ
ro: Date de conectare nevalide
tr: Geçersiz giriş bilgileri
ur: غلط لاگ ان کی تفصیلات

source: Publication name
ar: اسم النشر
de: Name der Veröffentlichung
es: Nombre de publicación
hi: प्रकाशन का नाम
id: Nama publikasi
it: Nome della pubblicazione
km: ឈ្មោះបោះពុម្ព
ro: Numele publicației
tr: yayın adı
ur: اشاعت کا نام

source: Published date
ar: تاريخ النشر
de: Veröffentlichungsdatum
es: fecha de publicación
hi: प्रकाशित तिथि
id: Tanggal publikasi
it: Data di pubblicazione
km: កាលបរិច្ឆេទចេញផ្សាយ
ro: Data publicării
tr: Yayınlanma tarihi
ur: اشاعت کی تاریخ

source: Category name
ar: اسم التصنيف
de: Kategoriename
es: nombre de la categoría
hi: श्रेणी नाम
id: Nama Kategori
it: Nome della categoria
km: ឈ្មោះប្រភេទ
ro: Numele categoriei
tr: Kategori adı
ur: قسم کا نام

source: Read preview
ar: قراءة المعاينة
de: Vorschau lesen
es: leer vista previa
hi: पूर्वावलोकन पढ़ें
id: Baca pratinjau
it: Leggi l'anteprima
km: អានការមើលជាមុន
ro: Citiți previzualizarea
tr: Önizlemeyi oku
ur: پیش نظارہ پڑھیں

source: Free download
ar: تنزيل مجاني
de: Kostenfreier Download
es: Descarga gratis
hi: मुफ्त डाउनलोड
id: Download Gratis
it: Download gratuito
km: ការ​ទាញ​យក​ដោយ​ឥត​គិត​ថ្លៃ
ro: Descărcare gratuită
tr: Ücretsiz indirin
ur: مفت ڈاؤنلوڈ

source: Book specification and summary
ar: مواصفات الكتاب وملخصه
de: Buchspezifikation und Zusammenfassung
es: Especificación y resumen del libro
hi: पुस्तक विशिष्टता और सारांश
id: Spesifikasi dan ringkasan buku
it: Specifiche del libro e riassunto
km: ការពិពណ៌នានិងសង្ខេបនៃសៀវភៅ
ro: Specificația cărții și rezumatul
tr: Kitap özellikleri ve özeti
ur: کتاب کی تفصیلات اور خلاصہ

source: Summary
ar: ملخص
de: Zusammenfassung
es: Resumen
hi: सारांश
id: Ringkasan
it: Riepilogo
km: សង្ខេប
ro: rezumat
tr: Özet
ur: خلاصہ

source: Specification
ar: تخصيص
de: Spezifikation
es: Especificación
hi: विनिर्देश
id: Spesifikasi
it: Specifica
km: ការបញ្ជាក់
ro: Specificație
tr: Şartname
ur: تفصیلات

source: Other related ebooks
ar: كتب إلكترونية أخرى ذات صلة
de: Andere verwandte E-Books
es: Otros libros electrónicos relacionados
hi: अन्य संबंधित ईपुस्तकें
id: ebook terkait lainnya
it: Altri ebook correlati
km: សៀវភៅអេឡិចត្រូនិចដែលពាក់ព័ន្ធផ្សេងទៀត។
ro: Alte cărți electronice conexe
tr: Diğer ilgili e-kitaplar
ur: دیگر متعلقہ ای بکس

source: About instructor
ar: عن المدرب
de: Über den Lehrer
es: sobre el instructor
hi: प्रशिक्षक के बारे में
id: Tentang instruktur
it: A proposito di istruttore
km: អំពីគ្រូ
ro: Despre instructor
tr: Eğitmen hakkında
ur: انسٹرکٹر کے بارے میں
