Repository: retrocraftdevops/seitech
Catalog: custom_addons/seitech_elearning/i18n/*.po
Languages: ar, de, es, hi, id, it, km, ro, tr, ur

source: Quiz results
ar: نتائج الاختبار
de: Quizergebnisse
es: resultados de la prueba
hi: प्रश्नोत्तरी परिणाम
id: Hasil kuis
it: Risultati del quiz
km: លទ្ធផលសំណួរ
ro: Rezultatele testului
tr: sınav sonuçları
ur: کوئز کے نتائج

source: Manage quiz questions
ar: إدارة أسئلة الاختبار
de: Quizfragen verwalten
es: Administrar preguntas del cuestionario
hi: प्रश्नोत्तरी प्रश्न प्रबंधित करें
id: Kelola pertanyaan kuis
it: Gestisci le domande del quiz
km: គ្រប់គ្រងសំណួរសំណួរ
ro: Gestionați întrebările testului
tr: Sınav sorularını yönet
ur: کوئز سوالات کا نظم کریں۔

source: Quiz questions
ar: أسئلة الاختبار
de: Quizfragen
es: preguntas del examen
hi: प्रश्नोत्तरी प्रश्न
id: Pertanyaan kuis
it: Domande a quiz
km: សំណួរសំណួរ
ro: Întrebări test
tr: sınav soruları
ur: کوئز سوالات

source: Update quiz information
ar: تحديث معلومات الاختبار
de: Quizinformationen aktualisieren
es: actualizar la información del cuestionario
hi: प्रश्नोत्तरी जानकारी अद्यतन करें
id: Perbarui informasi kuis
it: Aggiorna le informazioni del quiz
km: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានសំណួរ
ro: Actualizați informațiile testului
tr: Test bilgilerini güncelle
ur: کوئز کی معلومات کو اپ ڈیٹ کریں۔

source: Quiz
ar: اختبار
es: prueba
hi: प्रश्न पूछना
id: Terhubung
km: សំណួរ
ro: Test
tr: bilgi yarışması
ur: کوئز

source: Live class schedule
ar: جدول الحصص الحية
de: Live-Stundenplan
es: horario de clases en vivo
hi: लाइव क्लास शेड्यूल
id: Jadwal kelas langsung
it: Orario delle lezioni dal vivo
km: កាលវិភាគថ្នាក់រៀនបន្តផ្ទាល់
ro: Programul de curs live
tr: Canlı ders programı
ur: لائیو کلاس شیڈول

source: Date
ar: تاريخ
de: Datum
es: fecha
hi: तारीख
id: Tanggal
it: Data
km: កាលបរិច្ឆេទ
ro: Data
tr: Tarih
ur: تاریخ

source: Time
ar: وقت
de: Zeit
es: Tiempo
hi: समय
id: Waktu
it: Tempo
km: ពេលវេលា
ro: Timp
tr: Zaman
ur: وقت

source: Note to students
ar: ملاحظة للطلاب
de: Hinweis für Studierende
es: nota para estudiantes
hi: छात्रों के लिए नोट
id: Catatan untuk siswa
it: Nota per gli studenti
km: ចំណាំដល់សិស្ស
ro: Notă pentru studenți
tr: öğrencilere not
ur: طلباء کے لیے نوٹ

source: Zoom meeting id
ar: تكبير معرف الاجتماع
es: identificación de la reunión de zoom
hi: ज़ूम मीटिंग आईडी
id: Zoom rapat id
it: Zoom ID riunione
km: ពង្រីកលេខសម្គាល់ការប្រជុំ
ro: ID întâlnire Zoom
tr: Toplantı kimliğini yakınlaştır
ur: زوم میٹنگ آئی ڈی

source: Enter meeting id
ar: أدخل معرف الاجتماع
de: Geben Sie die Meeting-ID ein
es: Ingrese la identificación de la reunión
hi: मीटिंग आईडी दर्ज करें
id: Masukkan id kontak
it: Inserisci l'ID riunione
km: បញ្ចូលលេខសម្គាល់ការប្រជុំ
ro: Introduceți id-ul întâlnirii
tr: Toplantı kimliğini girin
ur: میٹنگ آئی ڈی درج کریں۔

source: Zoom meeting password
ar: تكبير كلمة مرور الاجتماع
de: Passwort für Zoom-Meeting
es: contraseña de la reunión de zoom
hi: ज़ूम मीटिंग पासवर्ड
id: Zoom kata sandi rapat
it: Zoom password della riunione
km: ពង្រីកពាក្យសម្ងាត់កិច្ចប្រជុំ
ro: Parola de întâlnire Zoom
tr: yakınlaştırma toplantı şifresi
ur: زوم میٹنگ کا پاس ورڈ

source: Enter meeting password
ar: أدخل كلمة مرور الاجتماع
de: Geben Sie das Meeting-Passwort ein
es: Ingrese la contraseña de la reunión
hi: मीटिंग पासवर्ड दर्ज करें
id: Masukkan kata sandi rapat
it: Inserisci la password della riunione
km: បញ្ចូលពាក្យសម្ងាត់កិច្ចប្រជុំ
ro: Introduceți parola întâlnirii
tr: Toplantı parolasını girin
ur: میٹنگ کا پاس ورڈ درج کریں۔

source: Course enrolment details
ar: تفاصيل التسجيل في الدورة
de: Details zur Kursanmeldung
es: detalles de inscripción al curso
hi: पाठ्यक्रम नामांकन विवरण
id: Detail pendaftaran kursus
it: Dettagli iscrizione al corso
km: ព័ត៌មានលម្អិតអំពីការចុះឈ្មោះចូលរៀន
ro: Detalii de înscriere la curs
tr: Ders kayıt detayları
ur: کورس کے اندراج کی تفصیلات

source: Get
ar: يحصل
de: Erhalten
es: Conseguir
hi: पाना
id: Mendapatkan
it: Ottenere
km: ទទួលបាន
ro: obține
tr: Elde etmek
ur: حاصل کریں۔

source: Meeting plans that fit your business perfectly
ar: خطط الاجتماعات التي تناسب عملك تمامًا
de: Tagungspläne, die perfekt zu Ihrem Unternehmen passen
es: Planes de reuniones que se adaptan perfectamente a su negocio
hi: मीटिंग योजनाएँ जो आपके व्यवसाय के लिए बिल्कुल उपयुक्त हों
id: Rencana pertemuan yang sesuai dengan bisnis Anda dengan sempurna
it: Piani di riunione che si adattano perfettamente alla tua attività
km: ផែនការប្រជុំដែលសមនឹងអាជីវកម្មរបស់អ្នកយ៉ាងល្អឥតខ្ចោះ
ro: Planuri de întâlniri care se potrivesc perfect afacerii tale
tr: İşinize mükemmel şekilde uyan toplantı planları
ur: ملاقات کے منصوبے جو آپ کے کاروبار سے بالکل فٹ بیٹھتے ہیں۔

source: Zoom meeting plans
ar: تكبير خطط الاجتماع
de: Zoom-Meetingpläne
es: planes de reuniones zoom
hi: ज़ूम मीटिंग योजनाएँ
id: Zoom rencana rapat
it: Ingrandisci i piani delle riunioni
km: ពង្រីកផែនការប្រជុំ
ro: Planuri de întâlnire Zoom
tr: Yakınlaştırma toplantı planları
ur: زوم میٹنگ پلانز

source: Jitsi meeting password
ar: كلمة مرور اجتماع جيتسي
de: Passwort für Jitsi-Meeting
es: Contraseña de reunión de Jitsi
hi: जित्सी मीटिंग पासवर्ड
id: Kata sandi rapat Jitsi
it: Password della riunione Jitsi
km: Jitsi ជួបពាក្យសម្ងាត់
ro: Parola de întâlnire Jitsi
tr: Jitsi toplantı şifresi
ur: جِتسی میٹنگ پاس ورڈ

source: Make sure you save the live class password before starting the class
ar: تأكد من حفظ كلمة مرور الفصل المباشر قبل بدء الفصل الدراسي
de: Stellen Sie sicher, dass Sie das Passwort für den Live-Kurs speichern, bevor Sie mit dem Kurs beginnen
es: Asegúrese de haber guardado la contraseña de la clase en vivo antes de comenzar la clase
hi: सुनिश्चित करें कि आपने क्लास शुरू करने से पहले लाइव क्लास का पासवर्ड सेव कर लिया है
id: Pastikan Anda menyimpan kata sandi kelas langsung sebelum memulai kelas
it: Assicurati di salvare la password della lezione dal vivo prima di iniziare la lezione
km: ត្រូវប្រាកដថាអ្នករក្សាទុកពាក្យសម្ងាត់ថ្នាក់ផ្ទាល់ មុនពេលចាប់ផ្តើមថ្នាក់
ro: Asigurați-vă că salvați parola pentru cursul live înainte de a începe cursul
tr: Derse başlamadan önce canlı ders şifresini kaydettiğinizden emin olun.
ur: کلاس شروع کرنے سے پہلے لائیو کلاس پاس ورڈ کو محفوظ کر لیں۔

source: Enter your class topic
ar: أدخل موضوع فصلك
de: Geben Sie Ihr Unterrichtsthema ein
es: Ingresa el tema de tu clase
hi: अपनी कक्षा का विषय दर्ज करें
id: Masukkan topik kelas Anda
it: Inserisci l'argomento della tua classe
km: បញ្ចូលប្រធានបទថ្នាក់របស់អ្នក។
ro: Introduceți subiectul clasei dvs
tr: Sınıf konunuzu girin
ur: اپنی کلاس کا موضوع درج کریں۔

source: Enter your message
ar: أدخل رسالتك
de: Gib deine Nachricht ein
es: Ingrese su mensaje
hi: अपना संदेश दर्ज करें
id: Masukkan pesan Anda
it: Inserisci il tuo messaggio
km: បញ្ចូលសាររបស់អ្នក។
ro: Introduceți mesajul dvs
tr: mesajınızı girin
ur: اپنا پیغام درج کریں۔

source: Send a mail to students to join this live class
ar: أرسل بريدًا إلى الطلاب للانضمام إلى هذا الفصل الدراسي المباشر
de: Senden Sie eine E-Mail an die Schüler, um an diesem Live-Kurs teilzunehmen
es: Envíe un correo a los estudiantes para unirse a esta clase en vivo
hi: इस लाइव क्लास में शामिल होने के लिए छात्रों को एक मेल भेजें
id: Kirim email ke siswa untuk bergabung dengan kelas langsung ini
it: Invia una mail agli studenti per partecipare a questa lezione dal vivo
km: ផ្ញើសំបុត្រទៅសិស្សដើម្បីចូលរួមថ្នាក់បន្តផ្ទាល់នេះ។
ro: Trimiteți un e-mail studenților pentru a se înscrie la acest curs live
tr: Bu canlı derse katılmak için öğrencilere bir e-posta gönderin
ur: اس لائیو کلاس میں شامل ہونے کے لیے طلباء کو ایک میل بھیجیں۔

source: Start live video class
ar: ابدأ درس فيديو مباشر
de: Starten Sie den Live-Videokurs
es: Iniciar videoclase en vivo
hi: लाइव वीडियो क्लास प्रारंभ करें
id: Mulai kelas video langsung
it: Inizia la lezione video in diretta
km: ចាប់ផ្តើមថ្នាក់វីដេអូបន្តផ្ទាល់
ro: Începeți cursul video live
tr: Canlı video dersi başlat
ur: لائیو ویڈیو کلاس شروع کریں۔

source: Sending mail
ar: إرسال البريد
de: Nachrichten senden
es: enviar correo
hi: मेल भेजना
id: Mengirim surat
it: Invio di posta
km: កំពុងផ្ញើសំបុត្រ
ro: Se trimite mail
tr: Mail gönderiliyor
ur: میل بھیج رہا ہے۔

source: The message field is empty
ar: حقل الرسالة فارغ
de: Das Nachrichtenfeld ist leer
es: El campo del mensaje está vacío
hi: संदेश फ़ील्ड खाली है
id: Bidang pesan kosong
it: Il campo del messaggio è vuoto
km: វាលសារគឺទទេ
ro: Câmpul mesajului este gol
tr: mesaj alanı boş
ur: پیغام کا میدان خالی ہے۔

source: Create new assignment
ar: إنشاء مهمة جديدة
de: Neue Aufgabe erstellen
es: crear nueva tarea
hi: नया असाइनमेंट बनाएं
id: Buat tugas baru
it: Crea nuovo compito
km: បង្កើតកិច្ចការថ្មី។
ro: Creați o nouă misiune
tr: Yeni ödev oluştur
ur: نئی اسائنمنٹ بنائیں

source: Assignment title
ar: عنوان الواجب
de: Titel der Aufgabe
es: título de la tarea
hi: असाइनमेंट का शीर्षक
id: Judul tugas
it: Titolo dell'incarico
km: ចំណងជើងកិច្ចការ
ro: Titlul sarcinii
tr: Ödev başlığı
ur: تفویض کا عنوان

source: Enter assignment title
ar: أدخل عنوان المهمة
de: Geben Sie den Aufgabentitel ein
es: Ingrese el título de la tarea
hi: असाइनमेंट शीर्षक दर्ज करें
id: Masukkan judul tugas
it: Inserisci il titolo del compito
km: បញ្ចូលចំណងជើងការងារ
ro: Introduceți titlul sarcinii
tr: Ödev başlığını girin
ur: تفویض کا عنوان درج کریں۔

source: Questions
ar: أسئلة
de: Fragen
es: preguntas
hi: प्रशन
id: Pertanyaan
it: Domande
km: សំណួរ
ro: Întrebări
tr: Sorular
ur: سوالات

source: Enter your assignment questions
ar: أدخل أسئلة الواجب الخاص بك
de: Geben Sie Ihre Aufgabenfragen ein
es: Ingrese las preguntas de su tarea
hi: अपने असाइनमेंट प्रश्न दर्ज करें
id: Masukkan pertanyaan tugas Anda
it: Inserisci le domande del compito
km: បញ្ចូលសំណួរការងាររបស់អ្នក។
ro: Introduceți întrebările legate de temă
tr: Ödev sorularınızı girin
ur: اپنے اسائنمنٹ کے سوالات درج کریں۔

source: Question file
ar: ملف السؤال
de: Fragendatei
es: archivo de preguntas
hi: प्रश्न फ़ाइल
id: Berkas pertanyaan
it: Fascicolo delle domande
km: ឯកសារសំណួរ
ro: Fișier cu întrebări
tr: Soru dosyası
ur: سوال فائل

source: Choose file
ar: اختر ملف
de: Datei wählen
es: Seleccionar archivos
hi: फाइलें चुनें
id: Pilih File
it: Scegli il file
km: ជ្រើសរើស​ឯកសារ
ro: Alege fișierul
tr: Dosya seçin
ur: فائل منتخب کریں

source: Total marks
ar: مجموع علامات
de: Gesamtnoten
es: notas totales
hi: कुल मार्क
id: Nilai total
it: Voti totali
km: ពិន្ទុសរុប
ro: Note totale
tr: Toplam puan
ur: کل نمبر

source: Deadline
ar: موعد التسليم
de: Termin
es: fecha límite
hi: अंतिम तारीख
id: Tenggat waktu
it: Scadenza
km: ផុតកំណត់
ro: Termen limită
tr: Son teslim tarihi
ur: ڈیڈ لائن

source: Note
ar: ملحوظة
de: Notiz
es: Comentario
hi: टिप्पणी
id: Catatan
it: Nota
km: ចំណាំ
ro: Notă
tr: Not
ur: نوٹ

source: Submission status
ar: حالة تقديم
es: estado de presentación
hi: सबमिशन की स्थिति
id: Status penyerahan
it: stato di sottomissione
km: ស្ថានភាពនៃការដាក់ស្នើ
ro: Statusul cererii
tr: Gönderim durumu
ur: جمع کرانے کی حیثیت

source: Draft
ar: مسودة
de: Entwurf
es: Formato
hi: प्रारूप
id: Draf
it: Bozza
km: សេចក្តីព្រាង
ro: Proiect
tr: Taslak
ur: مسودہ

source: Add new assignment
ar: أضف مهمة جديدة
de: Neue Aufgabe hinzufügen
es: añadir nueva tarea
hi: नया असाइनमेंट जोड़ें
id: Tambahkan tugas baru
it: Aggiungi nuovo incarico
km: បន្ថែមកិច្ចការថ្មី។
ro: Adăugați o nouă misiune
tr: Yeni ödev ekle
ur: نئی اسائنمنٹ شامل کریں۔

source: Uploading
ar: تحميل
de: Hochladen
es: cargando
hi: अपलोड हो रहा है
id: Mengunggah
it: Caricamento in corso
km: កំពុងបង្ហោះ
ro: Încărcare
tr: yükleniyor
ur: اپ لوڈ ہو رہا ہے۔

source: Fill up the required feilds
ar: املأ الفراغات المطلوبة
de: Füllen Sie die erforderlichen Felder aus
es: complete los campos requeridos
hi: आवश्यक फ़ील्ड भरें
id: Isi kolom yang wajib diisi
it: Compila i campi richiesti
km: បំពេញផ្នែកដែលត្រូវការ
ro: Completați câmpurile necesare
tr: Gerekli alanları doldurun
ur: مطلوبہ فیلڈز کو بھریں۔

source: Course title
ar: عنوان الدورة
de: Kursname
es: título del curso
hi: पाठ्यक्रम शीर्षक
id: Judul kursus
it: Titolo del corso
km: ចំណងជើងវគ្គសិក្សា
ro: Titlul cursului
tr: Kurs başlığı
ur: کورس کا عنوان

source: Enter your notice title
ar: أدخل عنوان الإشعار الخاص بك
de: Geben Sie den Titel Ihrer Mitteilung ein
es: Ingrese el título de su aviso
hi: अपना नोटिस शीर्षक दर्ज करें
id: Masukkan judul pemberitahuan Anda
it: Inserisci il titolo dell'avviso
km: បញ្ចូលចំណងជើងជូនដំណឹងរបស់អ្នក។
ro: Introduceți titlul notificării dvs
tr: Bildirim başlığınızı girin
ur: اپنے نوٹس کا عنوان درج کریں۔

source: Enter your notice description
ar: أدخل وصف إشعارك
de: Geben Sie Ihre Benachrichtigungsbeschreibung ein
es: Ingrese los detalles de su aviso
hi: अपना नोटिस विवरण दर्ज करें
id: Masukkan deskripsi pemberitahuan Anda
it: Inserisci la descrizione dell'avviso
km: បញ្ចូលការពិពណ៌នាការជូនដំណឹងរបស់អ្នក។
ro: Introduceți descrierea notificării dvs
tr: Bildirim açıklamanızı girin
ur: اپنے نوٹس کی تفصیل درج کریں۔

source: Send mail to students if urgent
ar: أرسل بريدًا إلى الطلاب إذا كان عاجلاً
de: Senden Sie in dringenden Fällen eine E-Mail an die Studierenden
es: enviar correo a los estudiantes si es urgente
hi: यदि अत्यावश्यक हो तो छात्रों को मेल भेजें
id: Kirim email ke siswa jika mendesak
it: Inviare mail agli studenti se urgenti
km: ផ្ញើសំបុត្រទៅសិស្សប្រសិនបើបន្ទាន់
ro: Trimiteți e-mail studenților dacă este urgent
tr: Acil ise öğrencilere posta gönderin
ur: اگر ضروری ہو تو طلباء کو میل بھیجیں۔

source: Add new notice
ar: أضف إشعارًا جديدًا
de: Neuen Hinweis hinzufügen
es: añadir nuevo aviso
hi: नया नोटिस जोड़ें
id: Tambahkan pemberitahuan baru
it: Aggiungi nuovo avviso
km: បន្ថែមការជូនដំណឹងថ្មី។
ro: Adăugați o notificare nouă
tr: Yeni bildirim ekle
ur: نیا نوٹس شامل کریں۔

source: Updating
ar: التحديث
de: Aktualisierung
es: actualizar
hi: अद्यतन करने
id: Memperbarui
it: In aggiornamento
km: ការធ្វើបច្ចុប្បន្នភាព
ro: Actualizare
tr: güncelleniyor
ur: اپ ڈیٹ کر رہا ہے۔

source: Course type
ar: دورة كتابية
de: Kurstyp
es: Tipo de curso
hi: कोर्स का प्रकार
id: Jenis kursus
it: Tipo di corso
km: ប្រភេទវគ្គសិក្សា
ro: Tipul de curs
tr: Kurs türü
ur: کورس کی قسم

source: General
ar: عام
de: Allgemein
es: Común
hi: आम
id: Umum
it: Generale
km: ទូទៅ
tr: Genel
ur: جنرل

source: The course type can not be editable
ar: لا يمكن تعديل نوع الدورة
de: Der Kurstyp kann nicht bearbeitet werden
es: El tipo de curso no se puede editar
hi: पाठ्यक्रम प्रकार संपादन योग्य नहीं हो सकता
id: Jenis kursus tidak dapat diedit
it: Il tipo di corso non può essere modificabile
km: ប្រភេទវគ្គសិក្សាមិនអាចកែប្រែបានទេ។
ro: Tipul de curs nu poate fi editabil
tr: Kurs türü düzenlenemez
ur: کورس کی قسم قابل تدوین نہیں ہو سکتی

source: Instructor of this course
ar: مدرس لهذه الدورة
de: Dozent dieses Kurses
es: instructor de este curso
hi: इस पाठ्यक्रम के प्रशिक्षक
id: Instruktur kursus ini
it: Docente di questo corso
km: គ្រូនៃវគ្គសិក្សានេះ។
ro: Instructor al acestui curs
tr: Bu kursun hocası
ur: اس کورس کے انسٹرکٹر

source: Enter course title
ar: أدخل عنوان الدورة
de: Geben Sie den Kurstitel ein
es: Ingrese el título del curso
hi: पाठ्यक्रम का शीर्षक दर्ज करें
id: Masukkan judul kursus
it: Inserisci il titolo del corso
km: បញ្ចូលចំណងជើងវគ្គសិក្សា
ro: Introduceți titlul cursului
tr: Kurs başlığını girin
ur: کورس کا عنوان درج کریں۔

source: Short description
ar: وصف قصير
de: Kurze Beschreibung
es: Breve descripción
hi: संक्षिप्त वर्णन
id: Deskripsi Singkat
it: Breve descrizione
km: ការពិពណ៌នាខ្លី
ro: Scurta descriere
tr: Kısa Açıklama
ur: مختصر کوائف

source: Select a category
ar: اختر تصنيف
de: Wählen Sie eine Kategorie
es: Seleccione una categoría
hi: एक श्रेणी चुनें
id: Pilih Kategori
it: Seleziona una categoria
km: ជ្រើសរើសប្រភេទមួយ។
ro: Selectați o categorie
tr: bir kategori seç
ur: ایک زمرہ منتخب کریں

source: Select sub category
ar: حدد فئة فرعية
de: Unterkategorie auswählen
es: Seleccionar subcategoría
hi: उपश्रेणी का चयन करें
id: Pilih sub kategori
it: Seleziona la sottocategoria
km: ជ្រើសរើសប្រភេទរង
ro: Selectați subcategoria
tr: Alt kategori seçin
ur: ذیلی زمرہ منتخب کریں۔

source: Language made in
ar: اللغة صنعت في
de: Sprache gemacht in
es: hecho en lenguaje
hi: भाषा में बनी
id: Bahasa buatan
it: Lingua fatta in
km: ភាសាដែលបានបង្កើតឡើង
ro: Limba făcută în
tr: yapılan dil
ur: زبان میں بنائی گئی۔

source: Enable drip content
ar: تمكين المحتوى بالتنقيط
de: Aktivieren Sie Drip-Inhalte
es: habilitar contenido de goteo
hi: ड्रिप सामग्री सक्षम करें
id: Aktifkan konten tetes
it: Abilita il contenuto a goccia
km: បើកមាតិកាស្រក់
ro: Activați conținutul prin picurare
tr: Damla içeriğini etkinleştir
ur: ڈرپ مواد کو فعال کریں۔

source: Updated as a
ar: تم التحديث كملف
de: Aktualisiert als
es: actualizado como
hi: के रूप में अद्यतन किया गया
id: Diperbarui sebagai
it: Aggiornato come a
km: បានធ្វើបច្ចុប្បន្នភាពជា ក
ro: Actualizat ca a
tr: olarak güncellendi
ur: بطور اپ ڈیٹ

source: Private course
ar: دورة خاصة
de: Privatkurs
es: curso privado
hi: निजी पाठ्यक्रम
id: Kursus privat
it: Corso privato
km: វគ្គសិក្សាឯកជន
ro: Curs privat
tr: özel kurs
ur: پرائیویٹ کورس

source: Upcoming course
ar: الدورة القادمة
de: Kommender Kurs
es: próximos cursos
hi: आगामी पाठ्यक्रम
id: Kursus yang akan datang
it: Corso in arrivo
km: វគ្គសិក្សានាពេលខាងមុខ
ro: Curs viitor
tr: Yaklaşan kurs
ur: آنے والا کورس

source: Check if this course is top course
ar: تحقق مما إذا كانت هذه الدورة التدريبية هي الأفضل
de: Überprüfen Sie, ob dieser Kurs ein Top-Kurs ist
es: Comprobar si este curso es un curso superior
hi: जांचें कि क्या यह कोर्स शीर्ष कोर्स है
id: Periksa apakah kursus ini adalah kursus teratas
it: Controlla se questo corso è il corso migliore
km: ពិនិត្យមើលថាតើវគ្គសិក្សានេះគឺជាវគ្គសិក្សាកំពូល
ro: Verificați dacă acest curs este cursul de top
tr: Bu kursun en iyi kurs olup olmadığını kontrol edin
ur: چیک کریں کہ آیا یہ کورس ٹاپ کورس ہے۔

source: Course faq
ar: أسئلة شائعة عن الدورة التدريبية
de: Kurs-FAQ
es: Preguntas frecuentes del curso
hi: कोर्स अक्सर पूछे जाने वाले प्रश्न
id: Tentu saja pertanyaan umum
it: Domande frequenti sul corso
km: វគ្គសិក្សា faq
ro: Întrebări frecvente ale cursului
tr: Kurs SSS
ur: کورس سوالات

source: Provide requirements
ar: تقديم المتطلبات
de: Stellen Sie Anforderungen bereit
es: proporcionar requisitos
hi: आवश्यकताएँ प्रदान करें
id: Berikan persyaratan
it: Fornire requisiti
km: ផ្តល់តម្រូវការ
ro: Furnizați cerințe
tr: Gereksinimleri sağlayın
ur: ضروریات فراہم کریں۔

source: Provide outcomes
ar: قدم النتائج
de: Liefern Sie Ergebnisse
es: entregar resultados
hi: परिणाम प्रदान करें
id: Memberikan hasil
it: Fornire risultati
km: ផ្តល់លទ្ធផល
ro: Oferiți rezultate
tr: Sonuçlar sağlayın
ur: نتائج فراہم کریں۔

source: Check if this is a free course
ar: تحقق مما إذا كانت هذه دورة مجانية
de: Prüfen Sie, ob es sich um einen kostenlosen Kurs handelt
es: Comprueba si este es un curso gratuito.
hi: जांचें कि क्या यह निःशुल्क पाठ्यक्रम है
id: Periksa apakah ini kursus gratis
it: Controlla se questo è un corso gratuito
km: ពិនិត្យមើលថាតើនេះជាវគ្គសិក្សាឥតគិតថ្លៃឬអត់
ro: Verificați dacă acesta este un curs gratuit
tr: Bunun ücretsiz bir kurs olup olmadığını kontrol edin
ur: چیک کریں کہ آیا یہ مفت کورس ہے۔

source: Course price
ar: سعر الدورة
de: Kurspreis
es: precio del curso
hi: कोर्स की कीमत
id: Harga kursus
it: Prezzo del corso
km: តម្លៃវគ្គសិក្សា
ro: Pretul cursului
tr: kurs fiyatı
ur: کورس کی قیمت

source: Enter course course price
ar: أدخل سعر الدورة
de: Geben Sie den Kurspreis ein
es: Cursos Introduzca el precio del curso
hi: पाठ्यक्रम पाठ्यक्रम मूल्य दर्ज करें
id: Masukkan harga kursus
it: Inserisci il prezzo del corso
km: បញ្ចូលតម្លៃវគ្គសិក្សា
ro: Introduceți prețul cursului
tr: Kurs kurs fiyatını girin
ur: کورس کورس کی قیمت درج کریں۔

source: Check if this course has discount
ar: تحقق مما إذا كانت هذه الدورة بها خصم
de: Prüfen Sie, ob für diesen Kurs ein Rabatt gewährt wird
es: Consulta si este curso tiene descuento
hi: जांचें कि क्या इस कोर्स पर छूट है
id: Periksa apakah kursus ini memiliki diskon
it: Controlla se questo corso ha uno sconto
km: ពិនិត្យមើលថាតើវគ្គសិក្សានេះមានការបញ្ចុះតម្លៃដែរឬទេ
ro: Verificați dacă acest curs are reducere
tr: Bu kursta indirim olup olmadığını kontrol edin
ur: چیک کریں کہ آیا اس کورس میں رعایت ہے۔

source: Discounted price
ar: سعر مخفض
de: Herabgesetzter Preis
es: Precio descontado
id: Harga setelah diskon
it: Prezzo scontato
km: តម្លៃបញ្ចុះតម្លៃ
ro: Pret redus
tr: İndirimli fiyat
ur: رعایتی قیمت

source: This course has
ar: هذه الدورة لها
de: Dieser Kurs hat
es: este curso tiene
id: Kursus ini memiliki
it: Questo corso ha
km: វគ្គសិក្សានេះមាន
ro: Acest curs are
tr: Bu kurs var
ur: یہ کورس ہے

source: Discount
ar: تخفيض
de: Rabatt
es: Descuento
hi: छूट
id: Diskon
it: Sconto
km: បញ្ចុះតម្លៃ
ro: Reducere
tr: İndirim
ur: رعایت

source: Limited time
ar: وقت محدود
de: Begrenzte Zeit
es: Tiempo limitado
hi: सीमित समय
id: Waktu terbatas
it: Tempo limitato
km: ពេលវេលាកំណត់
ro: Timp limitat
tr: Sınırlı zaman
ur: محدود وقت

source: Number of month
ar: عدد الشهر
de: Anzahl des Monats
es: número de mes
hi: माह की संख्या
id: Jumlah bulan
it: Numero del mese
km: ចំនួនខែ
ro: Numărul lunii
tr: ay sayısı
ur: مہینے کی تعداد

source: Course overview provider
ar: مزود نظرة عامة على الدورة التدريبية
de: Anbieter von Kursübersichten
es: proveedor de descripción general del curso
hi: पाठ्यक्रम अवलोकन प्रदाता
id: Penyedia ikhtisar kursus
it: Fornitore di panoramica del corso
km: អ្នកផ្តល់ទិដ្ឋភាពទូទៅនៃវគ្គសិក្សា
ro: Furnizor de prezentare generală a cursului
tr: Kursa genel bakış sağlayıcısı
ur: کورس کا جائزہ فراہم کنندہ

source: Course overview url
ar: نظرة عامة على الرابط URL
de: URL zur Kursübersicht
es: URL de descripción general del curso
hi: पाठ्यक्रम अवलोकन यूआरएल
id: URL ikhtisar kursus
it: URL della panoramica del corso
km: url ទិដ្ឋភាពទូទៅនៃវគ្គសិក្សា
ro: Url de prezentare generală a cursului
tr: Kursa genel bakış URL'si
ur: کورس کا جائزہ یو آر ایل

source: Course thumbnail
ar: صورة مصغرة للدورة
de: Miniaturansicht des Kurses
es: miniaturas del curso
hi: पाठ्यक्रम थंबनेल
id: Gambar mini kursus
it: Miniatura del corso
km: រូបភាពតូចនៃវគ្គសិក្សា
ro: Miniatura cursului
tr: Kurs küçük resmi
ur: کورس تھمب نیل

source: Meta keywords
ar: كلمات دلالية
es: Palabras clave meta
hi: मेटा खोजशब्दों
id: Meta kata kunci
it: Meta parole chiave
km: ពាក្យគន្លឹះ មេតា
ro: Cuvinte cheie meta
tr: Anahtar Kelimeler
ur: میٹا کلیدی الفاظ

source: Write a keyword and then press enter button
ar: اكتب كلمة رئيسية ثم اضغط على زر الإدخال
de: Geben Sie ein Schlüsselwort ein und drücken Sie dann die Eingabetaste
es: Escriba una palabra clave y luego presione Entrar
hi: एक कीवर्ड लिखें और फिर एंटर बटन दबाएँ
id: Tulis kata kunci lalu tekan tombol enter
it: Scrivi una parola chiave e premi il pulsante Invio
km: សរសេរពាក្យគន្លឹះ ហើយបន្ទាប់មកចុចប៊ូតុង បញ្ចូល
ro: Scrieți un cuvânt cheie și apoi apăsați butonul Enter
tr: Bir anahtar kelime yazın ve ardından enter düğmesine basın
ur: کلیدی لفظ لکھیں اور پھر انٹر بٹن دبائیں۔

source: Meta description
ar: ميتا الوصف
de: Meta-Beschreibung
es: Metadescripción
hi: मेटा विवरण
id: Deskripsi meta
km: ការពិពណ៌នាមេតា
ro: Meta descriere
tr: Meta Açıklaması
ur: میٹا تفصیل

source: Thank you
ar: شكرًا لك
de: Danke
es: Gracias
hi: धन्यवाद
id: Terima kasih
it: Grazie
km: សូមអរគុណ
ro: Mulțumesc
tr: Teşekkür ederim
ur: شکریہ

source: You are just one click away
ar: أنت على بعد نقرة واحدة فقط
de: Sie sind nur einen Klick entfernt
es: estás a solo un clic de distancia
hi: आप बस एक क्लिक दूर हैं
id: Anda hanya berjarak satu klik
it: Sei solo a un clic di distanza
km: អ្នកគ្រាន់តែចុចតែម្តងប៉ុណ្ណោះ។
ro: Ești la doar un clic distanță
tr: Sadece bir tık uzaktasın
ur: آپ صرف ایک کلک کی دوری پر ہیں۔

source: Submit
ar: يُقدِّم
de: Einreichen
es: entregar
hi: जमा करना
id: Kirim
it: Invia
km: ដាក់ស្នើ
ro: Trimite
tr: Göndermek
ur: جمع کرائیں

source: Course updated successfully
ar: تم تحديث الدورة بنجاح
de: Kurs erfolgreich aktualisiert
es: Curso actualizado con éxito
hi: पाठ्यक्रम सफलतापूर्वक अद्यतन किया गया
id: Kursus berhasil diperbarui
it: Corso aggiornato con successo
km: បានធ្វើបច្ចុប្បន្នភាពវគ្គសិក្សាដោយជោគជ័យ
ro: Cursul a fost actualizat cu succes
tr: Kurs başarıyla güncellendi
ur: کورس کامیابی سے اپ ڈیٹ ہو گیا۔
